[
    {
        "post_date" : "17/04/2023",
        "post_url" : "aa",
        "post_content_preview" : "Se você é um streamer e está procurando uma maneira de tornar a sua transmissão mais interativa e engajadora, o RewardEvents é a solução perfeita para você",
        "post_thumb_url" : "https://ggtec.netlify.app/blog/img/rew1.png",
        "post_image_url" : "https://ggtec.netlify.app/blog/img/rew1.png",
        "post_title" : "RewardEvents: o bot que vai transformar a sua stream",
        "post_content" : "<p>Se você é um streamer e está procurando uma maneira de tornar a sua transmissão mais interativa e engajadora, o RewardEvents é a solução perfeita para você. Com ele, você pode executar as mais diversas funções na sua stream, como reproduzir áudios com resgates de recompensas, enviar notificações no Discord via WebHook e processar pedidos de música com um player interno ou adicionar playlists inteiras. Além disso, o RewardEvents permite que você altere a cena ativa do OBS Studio, exiba ou oculte um filtro ou uma fonte no OBS Studio e pressione teclas de atalho ou uma única tecla com 3 diferentes modos. Você também pode executar sorteios utilizando uma recompensa como bilhete de entrada, criar clipes utilizando uma recompensa, comando e um botão na própria interface e criar enquetes e palpites diretamente na interface. Com o RewardEvents, você tem todas as funções de um bot simples e muito mais. Então, se você quer transformar a sua stream em algo ainda mais incrível, experimente o RewardEvents hoje mesmo!</p><p>O OBS Studio é um software gratuito e de código aberto para gravação e transmissão de vídeo ao vivo. Ele é amplamente utilizado por streamers em todo o mundo para transmitir jogos, eventos ao vivo e muito mais.</p><p>O Discord é um aplicativo de comunicação por voz e texto para gamers. Ele permite que você crie servidores privados ou públicos para se comunicar com amigos ou seguidores durante as suas transmissões.</p><p>Um player interno é um recurso que permite que você reproduza músicas diretamente na sua stream sem precisar usar outro software. Isso pode ser útil para quem quer adicionar trilhas sonoras à sua transmissão sem precisar alternar entre diferentes programas.</p><p>Para criar enquetes com o RewardEvents, basta utilizar a interface do bot. Você pode criar enquetes e palpites diretamente na interface do RewardEvents e exibi-los na sua stream.</p>",
        "post_tags" : ["Stream","Bot","Lives"]
    }
]

