[
    {
        "post_date": "17/04/2023",
        "post_content_preview": "Se você é um streamer e está procurando uma maneira de tornar a sua transmissão mais interativa e engajadora, o RewardEvents é a solução perfeita para você",
        "post_thumb_url": "https://ggtec.netlify.app/blog/img/rew1.png",
        "post_image_url": "https://ggtec.netlify.app/blog/img/rew1.png",
        "post_title": "RewardEvents: o bot que vai transformar a sua stream",
        "post_content": "<p>Se você é um streamer e está procurando uma maneira de tornar a sua transmissão mais interativa e engajadora, o RewardEvents é a solução perfeita para você. Com ele, você pode executar as mais diversas funções na sua stream, como reproduzir áudios com resgates de recompensas, enviar notificações no Discord via WebHook e processar pedidos de música com um player interno ou adicionar playlists inteiras. Além disso, o RewardEvents permite que você altere a cena ativa do OBS Studio, exiba ou oculte um filtro ou uma fonte no OBS Studio e pressione teclas de atalho ou uma única tecla com 3 diferentes modos. Você também pode executar sorteios utilizando uma recompensa como bilhete de entrada, criar clipes utilizando uma recompensa, comando e um botão na própria interface e criar enquetes e palpites diretamente na interface. Com o RewardEvents, você tem todas as funções de um bot simples e muito mais. Então, se você quer transformar a sua stream em algo ainda mais incrível, experimente o RewardEvents hoje mesmo!</p><p>O OBS Studio é um software gratuito e de código aberto para gravação e transmissão de vídeo ao vivo. Ele é amplamente utilizado por streamers em todo o mundo para transmitir jogos, eventos ao vivo e muito mais.</p><p>O Discord é um aplicativo de comunicação por voz e texto para gamers. Ele permite que você crie servidores privados ou públicos para se comunicar com amigos ou seguidores durante as suas transmissões.</p><p>Um player interno é um recurso que permite que você reproduza músicas diretamente na sua stream sem precisar usar outro software. Isso pode ser útil para quem quer adicionar trilhas sonoras à sua transmissão sem precisar alternar entre diferentes programas.</p><p>Para criar enquetes com o RewardEvents, basta utilizar a interface do bot. Você pode criar enquetes e palpites diretamente na interface do RewardEvents e exibi-los na sua stream.</p>",
        "post_tags": [
            "Stream",
            "Bot",
            "Lives"
        ]
    },
    {
        "post_date": "19/04/2023",
        "post_content_preview": "<p> Com foco no 'Mid-Season Invitational' (MSI) 2023, a Riot Games divulgou nesta terça-feira as notas do patch 13.8 do League of Legends. A atualização traz buffs e nerfs para diversos campeões, além de mudança no item Impacto Cosmíco. Também será adicionada novas skins da linha Emissário da Luz...",
        "post_thumb_url": "https://ggtec.netlify.app/blog/img/leagueoflegendspatch13_8.png",
        "post_image_url": "https://ggtec.netlify.app/blog/img/leagueoflegendspatch13_8.png",
        "post_title": "LoL: patch 13.8 chega com foco no MSI; confira as notas",
        "post_content": "<p>\nCom foco no 'Mid-Season Invitational' (MSI) 2023, a Riot Games divulgou nesta terça-feira as notas do patch 13.8 do League of Legends. A atualização traz buffs e nerfs para diversos campeões, além de mudança no item Impacto Cosmíco. Também será adicionada novas skins da linha Emissário da Luz e da Escuridão e realizadas correções de bugs. Confira em detalhes as notas do patch 13.8 a seguir. <img class='card-img-top card-img-isset-shadow' src='https://ggtec.netlify.app/blog/img/leagueoflegendspatch13_8.png' alt='leagueoflegendspatch13_8'>\n</p>\n\n<h1>Campeões</h1>\n<h2>Nerfs</h2>\n<h3>Aurelion Sol</h3>\n<p><strong>Atributos base</strong></p>\n<ul>\n  <li>Crescimento de Vida: 95 ⇒ 90</li>\n  <li>Crescimento de Armadura: 4,3 ⇒ 4</li>\n</ul>\n\n<h3>Jarvan IV</h3>\n<p><strong>Atributos base</strong></p>\n<ul>\n  <li>Crescimento de Dano de Ataque: 3,4 ⇒ 3</li>\n</ul>\n<p><strong>Ataque do Dragão (Q)</strong></p>\n<ul>\n  <li>Dano Físico: 90/130/170/210/250 (+140% do DdA adicional) ⇒ 80/120/160/200/240 (+140% do DdA adicional)</li>\n</ul>\n\n<h3>Kayn</h3>\n<p><strong>Passo das Sombras (E)</strong></p>\n<ul>\n  <li>Assassino das Sombras – Velocidade de Movimento adicional: 80% ⇒ 70%</li>\n  <li>Assassino das Sombras – Tempo de Recarga: 8s ⇒ 10s</li>\n</ul>\n\n<h3>Malphite</h3>\n<p><strong>Trovoada (W)</strong></p>\n<ul>\n  <li>Dano do ataque fortalecido: 30/45/60/75/90 (+20% de PdH) (+15% de Armadura) ⇒ 30/40/50/60/70 (+20% de PdH) (+15% de Armadura)</li>\n  <li>Dano Físico de Fenda: 15/25/35/45/55 (+30% do PdH) (+20% da Armadura) ⇒ 15/25/35/45/55 (+30% do PdH) (+15% da Armadura)</li>\n</ul>\n\n<h3>Rakan</h3>\n<p><strong>Atributos base</strong></p>\n<ul>\n  <li>Armadura base: 32 ⇒ 30</li>\n  <li>Crescimento de Armadura: 5,1 ⇒ 4,9</li>\n</ul>\n\n<h2>Buffs</h2>\n\n<h3>Ezreal</h3>\n<p><strong>Atributos base</strong></p>\n<ul>\n    <li>Dano de Ataque base: 60 ⇒ 62</li>\n</ul>\n\n<h3>Garen</h3>\n<p><strong>Atributos base</strong></p>\n<ul>\n    <li>Dano de Ataque base: 66 ⇒ 69</li>\n    <li>Armadura base: 36 ⇒38 </li> \n </ul>\n\n<h3>Janna </h3> \n<p><strong>Zéfiro (W)</strong></p> \n<ul> \n    <li>Dano Mágico:70/100/130/160/190(+50% do PdH)⇒80/110/140/170/200(+60% do PdH)</li> \n </ul> \n<p><strong>Olho da Tempestade (E)</strong></p> \n<ul> \n    <li>Tempo de decaimento do Escudo:1,25s⇒2,5s </li> \n </ul>\n\n<h3>Kha'Zix </h3> \n<p><strong>Sabor de Medo (Q)</strong></p> \n<ul> \n    <li>Dano Físico:60/85/110/135/160(+115% de DdA adicional)⇒70/95/120/145/170(+115% de DdA adicional)</li> \n </ul>\n\n<h3>Kog'Maw </h3> \n<p><strong>Surpresa Icathiana (passiva)</strong></p> \n<ul> \n    <li>[NOVO] Corre, Kog! Corre!: Kog’Maw agora recebe efeito Fantasma durante a Passiva.</li> \n    <li>Dano Verdadeiro: 125 - 550 (com base no nível) ⇒ 140 - 650 (com base no nível)</li></ul>\n<p><strong>Cusparada Caustica (Q)</strong></p> \n<ul> \n<li>Tempo de Recarga: 8s ⇒ 7s</li>\n</ul>\n<p><strong>Gosma do Vazio (E)\n</strong></p> \n<ul> \n<li>Custo de Mana: 60/70/80/90/100 ⇒ 40/55/70/85/100\nLentidão: 20/28/36/44/52% ⇒ 30/35/40/45/50%</li>\n</ul>\n<h3>Leona</h3>\n<p><strong>Eclipse (W)</strong></p>\n<ul>\n  <li>Armadura adicional: 15/20/25/30/35 (+20% de Armadura adicional) ⇒ 20/25/30/35/40 (+20% de Armadura adicional)</li>\n  <li>Resistência Mágica adicional: 15/20/25/30/35 (+20% de Resistência Mágica adicional) ⇒ 20/25/30/35/40 (+20% de Resistência Mágica adicional)</li>\n  <li>Dano Mágico: 45/80/115/150/185 (+40% de PdH) ⇒ 55/90/125/160/195 (+40% de PdH)</li>\n</ul>\n\n<h3>Lilia</h3>\n<p><strong>Ramo Onírico (passiva)</strong></p>\n<ul>\n  <li>Limite de dano contra monstros: 50 - 150 (com base no nível) ⇒ 70 - 150 (com base no nível) (esse valor chega até 40% a mais de dano no nível 1 contra monstros com mais de 1.328 de Vida, diminuindo para 0% em aproximadamente 949 de Vida. A Acuâmina tem 1.100, mas o Rubrivira, Azuporã, Grompe, Krugue e o Lobo chegam ao novo limite de Vida máxima.)</li>\n  <li>Cura contra monstros: 24 - 75 (com base no nível) (+5,4% de PdH) ⇒ 39 - 54 (com base no nível) (+15% de PdH)</li>\n  <li>Cura contra Campeões: 6 - 120 (com base no nível) (+18% de PdH) ⇒ 6 - 90 (com base no nível) (+30% de PdH)</li>\n</ul>\n\n<h3>Nidalee</h3>\n<p><strong>Atributos base</strong></p>\n<ul>\n    <li>Armadura base:28⇒32 </li> \n    <li>Crescimento de Armadura:4,7⇒5 </li> \n </ul>\n\n<h3>Poppy</h3> \n<p><strong>Choque do Martelo (Q)</strong></p> \n<ul> \n    <li>Dano com base na Vida do alvo:8%⇒9%</li> \n </ul> \n<p><strong>Presença Inabalável (W)</strong></p> \n<ul> \n    <li>Resistências adicionais:10%⇒12%(Obs.: esse valor será dobrado para24% enquanto Poppy estiver com menos de40%de Vida máxima.) </li> \n </ul>\n\n<h2>Itens</h2>\n\n<h3>Ímpeto Cósmico</h3>\n<ul>\n    <li>Poder de Habilidade:90⇒100 </li> \n    <li>[NOVO] Passivo ÚNICO – Dança Enfeitiçada: causar dano a um Campeão (exceto dano ao longo do tempo) gera um acúmulo de 2,5% de Velocidade de Movimento a cada 1,5s pelos próximos 5s, acumulando até 4 vezes (10% de Velocidade de Movimento). Com 4 acúmulos, recebe 10% de Velocidade de Movimento adicional (20% da Velocidade de Movimento total). Causar dano redefine este efeito. (Obs.: é necessário causar 1 instância de dano para continuar adicionando acúmulos sozinho periodicamente. Depois, é necessário atingir o inimigo apenas uma vez depois do intervalo para alcançar o máximo de acúmulos. Não é necessário atingir 4 vezes com intervalos de 1,5s. O objetivo aqui é fazer com que uma habilidade não acumule o efeito passivo totalmente.)</li> \n\n<h2>Correções de bugs</h2>\n\n    <ul>\n        <li>O jogo não trava mais quando Milio enfrenta Ahri, Viego ou Sylas na equipe inimiga.</li>\n        <li>O alcance do Q da Diana não é mais alterado se conjurado durante o Flash.</li>\n        <li>Usar o botão de \"Desfazer\" com Biscoitos no inventário não reduz/aumenta o Mana total em uma quantidade maior do que a concedida pelo item.</li>\n        <li>O efeito em área de ação do R do Twitch voltou a causar dano ao Campeão e aos inimigos quando influenciado pelo R da Renata.</li>\n        <li>O placar de fim de partida voltou o cálculo de acúmulo de ouro para os monstros neutros abatidos em ambas as selvas.</li>\n        <li>Não é mais possível reconjurar o R do Vel'Koz para interromper a habilidade pressionando a tecla rapidamente.</li>\n        <li>Tropas não recebem mais crédito por abater dragões caso tenham sido abatidos pelo clone do Shaco.</li>\n        <li>Os aliados da Yuumi voltaram a obter acúmulos de Amizade ao abater Campeões com a Campeã Conectada.</li>\n        <li>Os efeitos sonoros de expiração do Q da Yuumi não podem mais ser ouvidos na Névoa de Guerra.</li>\n        <li>Enraizamentos voltaram a impedir Retornos.</li>\n        <li>A Passiva da Sona não é mais duplicada se comandos específicos forem realizados ao mesmo tempo.</li>\n        <li>A onda de choque do R fortalecido do Aurelion Sol voltou a causar dano.</li>\n        <li>O R do Draven não executa mais alvos atravessando Escudos de Feitiço, como o E da Sivir. Caçadoras de recompensas deviam saber desviar de machados, hein...</li>\n        <li>O R do Draven voltou a executar inimigos mesmo se estiverem próximos ao Campeão durante a conjuração inicial da habilidade.</li>\n        <li>Os arremessos ao ar do E e R do Ornn não podem mais ser Purificados.</li>\n        <li>Algumas das gloriosas falas do Aurelion Sol foram restauradas.</li>\n        <li>O Q da Xayah voltou a recalcular o tempo de conjuração, mesmo se ela vender um item enquanto morta e a Velocidade de Ataque da habilidade aumentar.</li>\n        <li>A Kai'Sa não pode mais usar o R para escapar do Reino da Morte do Mordekaiser.</li>\n        <li>O efeito Inquebrável da Placa Gargolítica não é mais reduzido por cura e Resistência do Escudo.</li>\n        <li>Não é mais possível copiar e vender repetidamente a Pedra-vigia Observadora.</li>\n    </ul>",
        "post_tags": [
            "Games",
            "LOL",
            "Moba"
        ]
    },
    {
        "post_date": "18/04/2023",
        "post_content_preview": "<p>Entra no robô, Estrategista! Na Atualização 13.8, várias Pequenas Lendas e o Malphite Chibi farão suas primeiras viagens como Pilotos Mech! Nada de bancar o adolescente chorão e ficar de birra, hein! Entra no Mech logo! Prefere pedras a punhos-foguete? Sem problemas! O Malphite Chibi também...",
        "post_thumb_url": "https://ggtec.netlify.app/blog/img/tftpatch13_8.png",
        "post_image_url": "https://ggtec.netlify.app/blog/img/tftpatch13_8.png",
        "post_title": "NOTAS DA ATUALIZAÇÃO 13.8 DO TEAMFIGHT TACTICS",
        "post_content": "<p>Entra no robô, Estrategista!\n\nNa Atualização 13.8, várias Pequenas Lendas e o Malphite Chibi farão suas primeiras viagens como Pilotos Mech! Nada de bancar o adolescente chorão e ficar de birra, hein! Entra no Mech logo! Prefere pedras a punhos-foguete? Sem problemas! O Malphite Chibi também ficará disponível para compra nessa atualização.\n\nAlém dos novos conteúdos cos-mech-ticos, temos um rework para a Força OX e uma leva de enfraquecimentos dos grandes para as composições envolvendo Hackers e o Lucian, já que elas andam populares demais ultimamente.\n\nBeleza, pilotos! Coloquem os capacetes e apertem os cintos! <p>\n\n<img scr='https://images.contentstack.io/v3/assets/blt731acb42bb3d1659/blt6bc520f6e74442b8/643ec50c0736ac330839add8/TFT_MID823_PatchNotes_13-8_1920x1080_v002_ALyu.jpg'></img>\n\n\n\t<h1>BAÚ MECH MÁXIMO E MECH MALPHITE</h1>\n\t<p>Finalizador Broca Planetária online! O Mech Malphite está energizado e pronto para arrasar.</p>\n\t<p>BAÚS MECH MÁXIMOS: 390 RP</p>\n\t<p>Mech Malphite Chibi (2%, garantido no 61º ovo/baú)</p>\n\t<p>Todos os outros Baús Mech Máximos contarão com uma Pequena Lenda lançada anteriormente, incluindo nossos lançamentos Mech mais recentes: Shisa, Dracoel e Molula.</p>\n\t<p>Baús Mech Máximos ficarão disponíveis para compra individual ou em pacotes até o lançamento do nosso próximo conjunto.</p>\n\t<p>Se você está entre a cruz e a pedrada e não sabe se quer buscar a variante Mítica do Malphite Chibi, não se preocupe — sempre tem uma variante base. O Malphite Chibi ficará disponível para compra direta por 1.900 RP junto com o boom Fragmento Sísmico.</p>\n\n\n<h2>NOVAS PEQUENAS LENDAS MECH</h2>\n\n<p>Spray de cabelo, trajes Mech e óleo de cozinha: esses novos Shisas são altamente inflamáveis, então melhor manter o extintor por perto quando o combo de vitórias começar a esquentar! As variantes Épicas do Shisa estão disponíveis para compra direta por 925 RP. A variante Lendária, Shisa Imperador Supremo, está disponível como espólio de baús.</p>\n<p>Confira as variantes abaixo:</p>\n<ul>\n\t<li>Shisa Piloto Mech (Épico)</li>\n\t<li>Shisa Embalos no Espaço (Épico)</li>\n\t<li>Shisa Destino Galáctico (Épico)</li>\n\t<li>Shisa Mestre-cuca (Épico)</li>\n\t<li>Shisa Imperador Supremo (Lendário)</li>\n</ul>\n\n<p>Dracoel é a prova viva de que dragões velhos aprendem truques novos... como pilotar um Mech de 200 toneladas ou cozinhar um bom macarrão instantâneo. As variantes Épicas do Dracoel estão disponíveis para compra direta por 925 RP. A variante Lendária, Dracoel Futuro Feudal, está disponível como espólio de baús.</p>\n<p>Confira as variantes abaixo:</p>\n<ul>\n\t<li>Dracoel Piloto Mech (Épico)</li>\n\t<li>Dracoel Embalos no Espaço (Épico)</li>\n\t<li>Dracoel Mestre-cuca (Épico)</li>\n\t<li>Dracoel Vitória Galáctica (Épico)</li>\n\t<li>Dracoel Futuro Feudal (Lendário)</li>\n</ul>\n\n<p>Seja lá qual versão da Molula estiver controlando a galáxia, ela distribuirá justiça para todos! Mas, no caso da Molula Embalos no Espaço, ela só vai escolher a playlist mesmo. As variantes Épicas da Molula estão disponíveis para compra direta por 925 RP. A variante Lendária, Molula Takoyaki, está disponível como espólio de baús.</p>\n\n<h2>Confira as variantes abaixo:</h2>\n\n<ul>\n  <li>Molula Justiça Galáctica (Épico)</li>\n  <li>Molula Embalos no Espaço (Épico)</li>\n  <li>Molula Trevosa (Épico)</li>\n  <li>Molula Piloto Mech (Épico)</li>\n  <li>Molula Takoyaki (Lendária)</li>\n</ul>\n<p>Observação sobre o conteúdo Mech: nossa mais nova Arena Mítica, Mech: Prime Zero, será lançada na Atualização 13.10.</p>\n<h2>GRANDES MUDANÇAS</h2>\n<p>Grandes como um Mech que se transforma em uma BROCA PLANETÁRIA!</p>\n<h2>CARACTERÍSTICAS</h2>\n<p>Os Hackers permitem que qualquer unidade caia de paraquedas na retaguarda inimiga e, quando isso é usado da maneira certa, a vitória é praticamente garantida. O Vampirismo Universal adicional que essa unidade (e os Campeões Hackers) recebe é só mais um bônus, mas como o acesso à retaguarda inimiga anda muito poderoso, o atributo acaba perdendo o sentido. Optamos por reduzir significativamente o Vampirismo Universal obtido com 3 Hackers (a variação mais usada da característica) tendo em vista esse acesso — o que também funcionará como um pequeno enfraquecimento para os próximos picos.</p>\n<p>Ah, a Força OX. Essa característica polêmica criou situações bem frustrantes em que a invulnerabilidade dela acabou anulando completamente Campeões dependentes de redefinições (LeBlanc, Viego) ou de dano ao longo do tempo (Miss Fortune). Dito isso, queremos manter a identidade principal da característica intacta com esse rework, então, em vez de ficarem invulneráveis, as unidades Força OX agora receberão um breve Escudo. Isso permitirá que eles continuem lutando no limite, mas evitará que os oponentes passem pela boa e velha experiência frustrante de gritar \"POR QUE VOCÊ NÃO MORRE LOGO?!?!?!\". Como esses Escudos concederão mais Vida (temporária) para unidades Força OX, aproveitaremos para reduzir a Armadura e RM obtida, já que esses atributos também amplificarão a força do Escudo.</p>\n<p>É difícil manusear o Tomo das Características depois de encher os bolsos com o Submundo, já que traz mais tomadas de decisões em uma das transições mais complexas do TFT.</p>\n\n<h2>Hacker – Vampirismo Universal: 30/40/50% ⇒ 10/20/40%</h2>\n<p>Hacker – Vampirismo Universal do cavaleiro: 10/20/30% ⇒ 0/15/30%</p>\n<p>Hackers agora atacam o inimigo mais próximo, em vez de preferirem a retaguarda.</p>\n<h2>Cordial – PdH por conjuração: 4/7/10 ⇒ 4/7/11</h2>\n<h2>Infinitime – Dano e Vida por versão alternativa: 50/60/95% ⇒ 50/55/85%</h2>\n<p>REWORK Força OX: unidades recebem defesas adicionais. Uma vez por combate, quando ficariam com menos de 1 de Vida, elas se protegem com um Escudo de 50% da própria Vida máxima por 1,5s.</p>\n<h2>Força OX – Armadura e RM: 10/40/90 ⇒ 5/35/75</h2>\n<p>Submundo – Tomo das Características não é mais concedido em Assaltos 4 ou mais.</p>\n<h2>UNIDADES: TIER 1</h2>\n<p>A estratégia com foco em conseguir Lucians anda detonando graças ao uso eficiente de poderosas unidades custo 1. Ao reduzirmos parte do dano e enfraquecermos a linha de frente mais usada por essa estratégia (Blitzcrank), desaceleraremos a composição sem comprometer totalmente cada Campeão individualmente.</p>\n<p>Ah, Lux! Nem vi você aí. Lux andou ofuscada durante por boa parte do conjunto. Sendo uma peça-chave para a estratégia com foco único em Guardiãs Estelares, esperamos que um fortalecimento no dano base ajude toda a composição.</p>\n<p>E sabe o que um fortalecimento no Nasus significa? Mais força para Acumulando Acúmulos, claro!</p>\n<ul>\n  <li>Blitzcrank – Redução de dano de Defesas Eletrostáticas: 55/60/65% ⇒ 50/52/55%</li>\n  <li>Gangplank – Armadura e Resistência Mágica: 30 ⇒ 35</li>\n  <li>Gangplank – Dano de Julgamento de Fogo: 230/345/515 ⇒ 240/360/540</li>\n  <li>Lucian – Dano da Cronoartilharia: 45/70/105 ⇒ 40/60/90</li>\n  <li>Lux – Dano de Singularidade Lucente: 220/330/500 ⇒ 230/345/520</li>\n  <li>Nasus – Vida: 650 ⇒ 700</li>\n  <li>Nasus – Armadura e Resistência Mágica: 40 ⇒ 45</li>\n  <li>Nasus – Multiplicador de DdA de Pancada!: 200% ⇒ 225%</li>\n</ul>\n<h2>NIDADES: TIER 2</h2>\n<p>Jinx é uma unidade bem esquisita. O escalamento e os Aprimoramentos permitem que a itemização dela seja bem situacional, brilhando no início de jogo com os itens certos. Porém, apesar dessa flexibilidade, o sucesso dela não anda dos melhores. Esperamos que esses fortalecimentos sejam o suficiente para animar os fãs das composições com essa maluca em foco!</p>\n<ul>\n  <li>Jinx – Dano de Ataque: 50 ⇒ 55</li>\n  <li>Jinx – Fortalecimento de Mana máximo: 20/80 ⇒ 0/65</li>\n</ul>\n<h2>UNIDADES: TIER 3</h2>\n<p>Na última atualização, trouxemos uns bons fortalecimentos para o Gnar para que ele garantisse pelo menos uma conjuração antes de ser explodido. No entanto, com a nova capacidade, esse jovem pré-histórico está simplesmente causando dano demais.</p>\n<p>Além disso, também na última atualização, demos uma variada nos atributos da Kai'Sa para torná-la uma carry de PdH com bons acionamentos de plasma ao custo de um pouco de sobrevivência e DdA base. Porém, admitimos que isso acabou saindo do controle, já que ela acabou brilhando nas composições de trocas e naquelas envolvendo o Lucian.</p>\n<ul>\n  <li>Gnar – Dano de Ataque: 65 ⇒ 60</li>\n  <li>Kai'Sa – Dano de Carga Estelar: 150/225/375 ⇒ 135/205/335</li>\n  <li>Rammus – Duração do atordoamento de Colisão de Areia: 1,25s ⇒ 1,5s</li>\n  <li>Shen – Duração de Manter a União: 3,5/4/5s ⇒ 4/4/4s</li>\n  <li>Shen – Redução de dano de Manter a União: 45/50/55% ⇒ 40/45/50%</li>\n</ul>\n<h2>UNIDADES: TIER 4</h2>\n<p>Já faz um tempo que estamos fortalecendo a Bel'Veth. Ela é uma carry complicada de controlar devido ao seu alcance e quase total dependência de lutas prolongadas. Entretanto, se você conseguir fazer o Banquete Eterno não ter fim mesmo, as recompensas serão gigantescas!</p>\n<ul>\n  <li>Bel'Veth – Velocidade de Ataque adicional por conjuração de Banquete Eterno: 25% ⇒ 30%</li>\n</ul>\n\n<h1>APRIMORAMENTOS HEROICOS</h1>\n\n<p>Ainda estamos balanceando as mudanças que virão para os Aprimoramentos na Atualização Intermediária, mas vamos aproveitar essa deixa para ajudar as opções que estão com desempenhos muito baixos a brilharem um pouquinho.</p>\n\n<p>Os dois Aprimoramentos Heroicos do Pantheon são bons até demais. ¯\\_(?)_/¯</p>\n\n<ul>\n  <li>A Ressonância Destrutiva do Ekko é difícil de ser usada, já que exige itens em um carry corpo a corpo de PdH que deixou até de reduzir a Velocidade de Ataque dos inimigos para se proteger. Sendo assim, decidimos aumentar a conjuração da habilidade do Ekko ao selecionar esse Aprimoramento. O dano causado será um pouco menor para passar mais confiança, mas sem deixar o limite de poder alto demais.</li>\n  <li>Lucian – PdH por ataque de Munição Enfeitiçada: 2 ⇒ 1</li>\n  <li>Pantheon – PdH de O Melhor Ataque: 50 ⇒ 40</li>\n  <li>Pantheon – Redução de dano de Alucinações Crônicas: 70% ⇒ 60%</li>\n  <li>Renekton – Velocidade de Ataque a cada 100 de Vida perdida de Domínio da Ira: 4% ⇒ 5%</li>\n  <li>Wukong – PdH de Ciclone: 10 ⇒ 18</li>\n  <li>Ezreal – Feitiço do Poder Crescente (CORREÇÃO DE BUG): agora concede acúmulos corretamente quando Paralelo estiver ativo.</li>\n  <li>Lee Sin – Cura com base na Vida perdida da Proteção Purificadora: 10% ⇒ 15%</li>\n  <li>LeBlanc – Porcentagem de Vida do clone de Imagem-Espelho: 75% ⇒ 99%</li>\n  <li>Rammus – Armadura de Tatu Blindado: 35 ⇒ 40</li>\n  <li>Shen – Redução de dano base de Matriz de Recursão: 8% ⇒ 7%</li>\n  <li>Vayne – Dano de Disparo Múltiplo causado a inimigos próximos: 50% ⇒ 44%</li>\n  <li>Vex – Cura de aliado de Sifão de Alegria: 22% ⇒ 30%</li>\n  <li>Ekko – Alcance de Ressonância Destrutiva: 2 casas ⇒ 3 casas</li>\n  <li>Ekko – Amplificação de dano de Ressonância Destrutiva: 250% ⇒ 200%</li>\n  <li>Leona – Redução de Mana e PdH de Labareda Solar Aperfeiçoada: 30 ⇒ 40</li>\n  <li>Urgot – Velocidade de Ataque adicional de Onda Crescente: 40% ⇒ 50%</li>\n</ul>\n\n<h2>APRIMORAMENTOS</h2>\n\n<p>É isso mesmo: mais um fortalecimento pra Bel'Veth!</p>\n\n<h2>PEQUENAS MUDANÇAS</h2>\n<p>Pequenas, como uma Broca Planetária Chibi...</p>\n<h2>CARACTERÍSTICAS</h2>\n<p>Com o rework da Força OX, a característica Ás também foi alterada — tanto para não anular completamente os novos Escudos (ignorando-os completamente) quanto para funcionar da mesma forma que A Coletora (Item do Ornn). Agora, o Ás precisa causar dano primeiro para executar.</p>\n<h2>UNIDADES: TIER 1</h2>\n<p>Fogo Estelar? Achei que era cessar fogo! A conjuração de Lâmina de Fogo Estelar da Kayle não a impede mais de atacar por um breve período.</p>\n<h2>CORREÇÕES DE BUGS</h2>\n<p>Se o conjunto se chama Glitch Total!, bugs deveriam ser considerados funcionalidades, não acha? Talvez, mas não esses:</p>\n<ul>\n  <li>Agora, Aprimoramentos Heroicos são desenvolvidos de acordo com o tabuleiro do combate anterior, não no tabuleiro ativo.</li>\n  <li>Gnar? Gnar!: a habilidade do Gnar agora mostra corretamente o indicador de dano crítico ao atingir o alvo primário.</li>\n  <li>Eu disse GNAAAR!: a habilidade do Gnar não pode mais causar o dobro de Acerto Crítico no alvo primário caso tenha um item de Acerto Crítico para habilidades.</li>\n  <li>O ícone da habilidade da Annie agora é o mesmo da habilidade em si.</li>\n  <li>O dano de Faca do Tempo (Aprimoramento Heroico do Shen) agora não escala mais com amplificação de dano.</li>\n  <li>Friamente mal calculado: Câmara Temporal Hiperbólica (Aprimoramento Heroico do Lucian) agora concede EXP nas conjurações certas.</li>\n  <li>Sempre aprendendo: Reflexão (Aprimoramento Heroico da Nilah) não concede mais itens Bugigangue.</li>\n  <li>O Emblema do Esquadrão Anima voltou a conceder o PdH mencionado.</li>\n  <li>Dicas flutuantes corrigidas para Mercúrio e Zéfiro Radiantes.</li>\n  <li>O texto do Aprimoramento \"Insígnia do Andafendas\" foi corrigido.</li>\n  <li>A dica flutuante da habilidade da Neeko agora aponta corretamente o \"Dano Mágico\" presente nela.</li>\n  <li>Insígnia do Ás não pode mais ser oferecida nos Estágios 2-1 ou 3-2.</li>\n  <li>Tanquinho: Lee Sin agora recebe itens de tanque tanto do Infinitime quanto das Luvas da Sorte.</li>\n  <li>Feitiço do Poder Crescente (Aprimoramento Heroico do Ezreal) agora concede acúmulos corretamente quando Paralelo estiver ativo.</li>\n<li>Yasuo da Fila Solo: a escolha de alvo da Tempestade de Aço do Yasuo foi corrigida.</li>\n<li>Ímãs são fascinantes: a Centelha Iônica Magnetizada (item Bugigangue) agora causa dano corretamente.</li>\n\n\n\n\n\n\n",
        "post_tags": [
            "Games",
            "TFT"
        ]
    }
]