[   
    {
        "post_date": "16/05/2023",
        "post_id": "18",
        "post_content_preview": "Jogo tem 92% de avaliações positivas em mais de 3 mil análisesWall World foi relançado no Steam em abril. O pequeno jogo indie está disponível na plataforma por pouco dinheiro e não demora muito para ser finalizado. Convidamos os amigos do site MeinMMO, para fazer um \"mini review\" do...",
        "post_source": "<a href=\"https://br.ign.com/wall-world/108736/news/novo-game-do-steam-custa-apenas-r-10-e-e-perfeito-para-uma-jogatina-de-fim-de-semana\">br.ign.com</a>",
        "post_thumb_url": "https://sm.ign.com/t/ign_br/screenshot/default/wall-world-1_vqfz.960.jpg",
        "post_image_url": "https://sm.ign.com/t/ign_br/screenshot/default/wall-world-1_vqfz.960.jpg",
        "post_title": "Novo game do Steam custa apenas R$ 10 e é perfeito para uma jogatina de fim de semana",
        "post_content": "<p>Jogo tem 92% de avaliações positivas em mais de 3 mil análises</p><p>Wall World foi relançado no Steam em abril. O pequeno jogo indie está disponível na plataforma por pouco dinheiro e não demora muito para ser finalizado. Convidamos os amigos do site MeinMMO, para fazer um \"mini review\" do game.</p><p>Benedict Grothaus, redator do site alemão, passou um final de semana jogando Wall World. Segundo ele, foi um \"fds bem descontraído\". As avaliações no Steam seguem essa linha. Wall World já passa das 3 mil avaliações e conta com 92% de análises positivas.<br><br><br></p><iframe width=\"100%\" height=\"486\" src=\"https://www.youtube.com/embed/ko2tnLLfA70\" title=\"Wall World - Launch Trailer\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" allowfullscreen=\"\"></iframe><p><i>*Confira abaixo a opinião de Benedict Grothaus</i><br></p><h4><br></h4><h4>Que tipo de jogo é Wall World?</h4><div><br></div><div><p>Wall World se passa em um mundo fictício onde as pessoas só conhecem a vida \"na parede\". Literalmente. Uma enorme parede se estende do chão ao céu- não há mais nada.</p><div><br></div><p>O oceano te espera no \"rodapé, mas se você se atreve a ir muito alto, será atacado por desagradáveis ​​criaturas de lodo preto. As próprias pessoas de alguma forma vivem dentro e fora da parede. Você interpreta um explorador em um robô-aranha que está em busca de metais valiosos.</p><p>Seres que querem detê-lo te atacam regularmente. Pelo menos a cada 20 minutos, uma luta de chefe é adicionada. Se o robô-aranha for destruído, ele volta para a base e você tem que começar de novo.</p><p><br></p></div><h4>O que torna o Wall World tão bom?</h4><div><br></div><p>Wall World é um jogo chamado \"roguelite\": toda vez que você começa um gameplay, você começa de novo do 0 e procura recursos e armas em minas geradas processualmente. Os upgrades, porém, são levados para a nova tentativa - eles podem ser usado para a aranha ficar mais rápida, resistir mais ou descobrir imediatamente novas minas.</p><div><br></div><div><br></div><div><br></div><figure><img src=\"https://sm.ign.com/t/ign_br/screenshot/default/wall-world-1_vqfz.960.jpg\" alt=\"Wall_World\" style=\"width: 100%; height: auto;\"><figcaption>Imagem: Wall World via Steam</figcaption><figcaption><br></figcaption><figcaption><br></figcaption></figure><div><p>Wall World oferece segredos ocultos através dos quais você pode aprender mais sobre a história do mundo. Seu descobridor encontrará chaves misteriosas que aparentemente têm algo a ver com seus \"predecessores\" e os inimigos desagradáveis.</p><p><br>No entanto, o design de som é particularmente bem-sucedido. O andador parece muito pesado e poderoso, as armas são divertidas e \"eu rio como uma criança com seu primeiro fogo de artifício quando uso um lançador de granadas para explodir inimigos particularmente difíceis\".</p><p><br></p><h4>Não é triple A, mas é perfeito para um \"fds\"</h4></div><div><br></div><p>Mesmo que Wall World pareça simples com os gráficos retrô, a jogabilidade de saques e níveis me prende pessoalmente. Apenas comece, treine e melhore. Isso já te deixará feliz, pelo menos a longo prazo.</p><p><br></p><p><br></p><p><br></p><figure><img src=\"https://sm.ign.com/t/ign_br/screenshot/default/wall-world-2_vhbm.960.jpg\" alt=\"Wall_World2\" style=\"width: 100%; height: auto;\"><figcaption>Imagem: Wall World via Steam</figcaption></figure><div><p>Depois de apenas 21 horas, terminei com todas as conquistas do Wall World, exceto uma. Se você tiver tempo, pode zerar facilmente em um fim de semana. Isso é perfeito, especialmente quando seus amigos estão ocupados - porque Wall World é um single player.</p><p>Por apenas R$ 10,89 no Steam, acho que fiz um bom negócio. E isso não é uma oferta, é o preço padrão de Wall World. Quando desbloqueei o final, fiquei satisfeito por ter dado uma chance ao jogo e também bastante surpreso com a quantidade de recursos que os desenvolvedores disponibilizaram.</p><p>Wall World é certamente uma questão de gosto. Mas se você curte pelo menos um pouco de jogos independentes e não precisa dos melhores gráficos em todos os lugares, vale a pena dar uma olhada.</p><p><i>*Texto original escrito por Benedict Grothaus, dos amigos do MeinMMO. Traduzido por Viny Mathias.</i></p></div>",
        "post_tags": [
            "Jogos",
            "Lançamentos",
            "Steam"
        ]
    },
    {
        "post_date": "16/05/2023",
        "post_id": "17",
        "post_content_preview": "A Microsoft começou a liberar o seu famoso Patch Tuesday de maio para o Windows 11. A atualização KB5026372 tem como destaque a instalação rápida de updates, os ícones de widgets animados e a correção de bugs do sistema.Atualizações instantâneasUsuários devem encontrar uma nova opção no Windows...",
        "post_source": "<a href=\"https://canaltech.com.br/windows/novidade-permite-atualizar-instantaneamente-o-windows-11-249658/\">canaltech.com.br</a>",
        "post_thumb_url": "https://t.ctcdn.com.br/_uH9TrMgzQu_yE4uM6dFD0K2Kek=/720x405/smart/filters:format(webp)/i561125.jpeg",
        "post_image_url": "https://t.ctcdn.com.br/_uH9TrMgzQu_yE4uM6dFD0K2Kek=/720x405/smart/filters:format(webp)/i561125.jpeg",
        "post_title": "Novidade permite atualizar 'instantaneamente' o Windows 11",
        "post_content": "<div style=\"text-align: justify;\"><span style=\"color: rgba(var(--bs-white-rgb),var(--bs-text-opacity)); background-color: rgba(117, 75, 153, 0.02); font-size: var(--bs-body-font-size); font-weight: var(--bs-body-font-weight); text-align: var(--bs-body-text-align);\">A Microsoft começou a liberar o seu famoso Patch Tuesday de maio para o Windows 11. A atualização KB5026372 tem como destaque a instalação rápida de updates, os ícones de widgets animados e a correção de bugs do sistema.Atualizações instantâneas</span></div><div style=\"text-align: justify;\"><br></div><p style=\"text-align: justify;\">Usuários devem encontrar uma nova opção no Windows Update para receber mais rapidamente atualizações que não sejam de segurança. Quem ligar o recurso poderá ser convidado a ter os recursos assim que disponíveis, logo nas primeiras horas ou dias após o lançamento.</p><div><p style=\"text-align: justify;\">Sistemas com a opção ativada devem pular na frente dos demais para receber os updates do Windows 11. É preciso ter em mente que ser um early adopter implica em conviver com eventuais bugs do software mais recente.Vale lembrar que essa opção é diferente da inscrição no Canal Beta ou Canal Dev, ambos voltados para testadores. Aqui você apenas está dizendo para a Microsoft que deseja receber os updates referentes de maneira imediata.</p><div><div style=\"text-align: justify;\"><br></div><div><p style=\"text-align: justify;\">Para as atualizações de segurança, tudo continua igual. Elas ainda serão enviadas com prioridade para todas as máquinas, porque os desenvolvedores entendem que esse tipo de correção deve ser instalado de imediato. A Microsoft já tinha mostrado esse recurso em uma versão de testes do Canal Canary, em março de 2023.</p><p style=\"text-align: justify;\"><br></p><h3 style=\"text-align: justify;\">Widgets animados conforme o clima</h3><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\">Os widgets de clima são usados para mostrar a temperatura e como está o tempo lá fora. Em geral, eles exibiam um ícone estático de nuvens, sol e outros estados climáticos.<br></div><div><br></div><div><br></div><figure><img src=\"https://t.ctcdn.com.br/MdPXNOjMI2Dt2HGTck6xDgAaiww=/filters:format(webp)/i738766.gif\" alt=\"clima-gif\" style=\"width: 100%; height: auto;\"><figcaption>Os widgets de clima animados chegaram ao Windows 11 (Imagem: Reprodução/Microsoft)</figcaption></figure><p style=\"text-align: justify;\">Agora, eles passam a ter pequenas animações para chamar mais atenção. Quando está chovendo, você verá a nuvem azulada ganhar uma coloração cinza, imitar pingos de chuva e emitir raios piscantes.Ao clicar sobre o local, o usuário ainda será direcionado para a Barra de Widgets. A temperatura e o nome de cada tipo de clima também serão mantidos intactos, como já havia sido visto anteriormente.</p><div><h4><br></h4><h3>Correções de segurança para o Windows 11</h3></div><div><br></div><div style=\"text-align: justify;\">Como de costume, a grande atualização do Patch Tuesday traz pequenos ajustes, como os relacionados a entradas no idioma chinês, e muitas melhorias de segurança para fechar brechas do Windows 11. Uma das mais relevantes foi a correção da falha que bloqueia o processo Local Security Authority Subsystem Service (LSASS), a qual apresentava mensagens constantes de erros.<br></div><div style=\"text-align: justify;\"><br></div><div style=\"text-align: justify;\">Utilizadores de firewall também devem ficar felizes com uma novidade específica. Agora, dá para configurar mais grupos de aplicativos para diferenciar melhor cada software conforme a necessidade de acesso.<br></div><div style=\"text-align: justify;\"><br></div><div><p style=\"text-align: justify;\">Por fim, vale lembrar que o Patch Tuesday ainda apresenta alguns problemas conhecidos, como falhas no sistema de reconhecimento de voz. Então, se você costuma usar o microfone para se comunicar com o Windows 11, deve se manter longe da atualização KB5026372.</p><div style=\"text-align: justify;\"><br></div><p style=\"text-align: justify;\">Todos os usuários devem receber o aviso para instalar a atualização nos próximos dias. Lembre-se de fazê-lo assim que possível para deixar o Windows em dia e se proteger das principais ameaças.</p></div><div><br></div></div></div></div>",
        "post_tags": [
            "Windows",
            "OS",
            "Update"
        ]
    },
    {
        "post_date": "16/05/2023",
        "post_id": "16",
        "post_content_preview": "O Windows 11 recebeu quinta-feira (11) uma nova prévia, a Build 22621.1776 (KB5026446), liberada para testes, que pode ser a próxima grande atualização para o sistema operacional conhecida como Moment 3. Segundo rumores, a versão estável deverá ser disponibilizada em pouco mais de uma semana.De...",
        "post_source": "<a href=\"https://www.tecmundo.com.br/software/264037-windows-11-atualizacao-trazendo-grandes-novidades-chegando.htm\">www.tecmundo.com.br</a>",
        "post_thumb_url": "https://tm.ibxk.com.br/2023/05/15/15080208273009.jpg",
        "post_image_url": "https://tm.ibxk.com.br/2023/05/15/15080208273009.jpg",
        "post_title": "Windows 11: atualização trazendo grandes novidades está chegando",
        "post_content": "O Windows 11 recebeu quinta-feira (11) uma nova prévia, a Build 22621.1776 (KB5026446), liberada para testes, que pode ser a próxima grande atualização para o sistema operacional conhecida como Moment 3. Segundo rumores, a versão estável deverá ser disponibilizada em pouco mais de uma semana.<div><br></div>De acordo com a postagem do blog da Microsoft, há “novos recursos e aprimoramentos para dispositivos” que a instalarem, principalmente no que se refere a acessibilidade, onde o pessoal de Redmond implantou diversas adições, ajustes e suavizações.<div><br></div>As novidades começam com as legendas ao vivo, o recurso que fornece transcrição automática de qualquer vídeo ou áudio no PC.  Foram adicionados diversos idiomas como chinês (simplificado e tradicional), francês (França, Canadá), alemão, italiano, japonês, português (Brasil, Portugal), espanhol e coreano.<div><br></div>Mais novidades da atualização do Windows 11<div><br></div><div><br></div><img class=\"p-5\" src=\"https://img.ibxk.com.br/2023/05/12/12173824263396.jpg\"  =\"\" style=\"width:100%; height:=auto=\"><div><br></div><div>O Voice Access, que controla por voz o desktop de computador ou laptop, recebeu atualização para alguns dialetos ingleses falados em diferentes países como Austrália, Canadá, Índia, Nova Zelândia e o próprio Reino Unido. A página desse novo recurso do Windows 11 foi reformulada com melhores explicações sobre suas funcionalidades.<div><br></div>Além disso, novos comandos de seleção e edição de texto foram adicionados pela Microsoft, como a seleção de texto a partir de uma palavra especificada e ir para uma segunda palavra. Foram também introduzidos comandos para negrito e itálico.<div><br></div>Outro recurso disponibilizado, este útil para usuários de laptops e dispositivos 2 em 1, é o Content Adaptative Brightness Control (CABC) que ajuda a economizar energia mesmo que os dispositivos estejam conectados à tomada. O recurso escurece algumas áreas da tela “de forma inteligente” para economizar energia, sem perda de qualidade da imagem.<div><br></div>A lista completa de atualizações pode ser consultada na postagem do <a href=\"\\&quot;https://blogs.windows.com/windows-insider/2023/05/11/releasing-windows-11-build-22621-1776-to-the-release-preview-channel\">blog da Microsoft.</a></div>",
        "post_tags": [
            "Windows",
            "OS",
            "Updates"
        ]
    },
    {
        "post_date": "15/05/2023",
        "post_id": "15",
        "post_content_preview": "A Intelbras, fabricante brasileira de equipamentos, publicou nota protestando contra a decisão do Ministério de Desenvolvimento, Indústria, Comércio e Serviços de conceder isenção de impostos a equipamentos de telecomunicações, especialmente em relação a roteadores WiFi6. Em referência à...",
        "post_source": "<a href=\"https://ggtec.netlify.app\">ggtec.netlify.app</a>",
        "post_thumb_url": "https://teletime.com.br/wp-content/uploads/2021/08/5G.jpeg",
        "post_image_url": "https://teletime.com.br/wp-content/uploads/2021/08/5G.jpeg",
        "post_title": "Intelbras protesta contra isenção de equipamentos WiFi6",
        "post_content": "<div>A Intelbras, fabricante brasileira de equipamentos, publicou nota protestando contra a decisão do Ministério de Desenvolvimento, Indústria, Comércio e Serviços de conceder isenção de impostos a equipamentos de telecomunicações, especialmente em relação a roteadores WiFi6. Em referência à Resolução Gecex 476 de 10 de maio de 2023, a Intelbras alega que “os efeitos da alíquota zero na importação dos roteadores compromete radicalmente a estratégia de inovação e produção nacional da Intelbras, uma vez que potencializa que qualquer importador, sem qualquer investimento e domínio em tecnologia nacional, e ausência de compromisso com o desenvolvimento econômico e industrial, concorra deslealmente com o projeto de fabricação no país dos roteadores WiFi”.</div><div><br></div><div>A fabricante também alega que “a abertura da importação com alíquota zero para roteadores vulnerabiliza as iniciativas já estabelecidas de desenvolvimento tecnológico nacional para o ecossistema 5G, trazendo fragilidade em todo o cenário que está sendo desenhado no país, prejudicando inclusive uma parceria de tecnologia da Intelbras com a líder mundial na tecnologia 5G, cuja parceria é vanguarda na América Latina”.&nbsp;</div><div><br></div><div>Para a empresa, “é imprescindível a exclusão dos Ex-Tarifários 8517.62.41-025 e 8517.62.41-026 desta Resolução para que seus efeitos cessem imediatamente a fim de manter o equilíbrio sustentável da produção nacional versus importação. A Intelbras, enquanto indústria de telecomunicação com mais de 46 anos, reitera a necessidade de revisar os efeitos da alíquota zero na importação para que o projeto de desenvolvimento nacional de roteadores e outros bens de informática seja garantido e pauta prioritária de política deste Governo Federal”.</div><div><br></div><div>A Intelbras relembra ainda o MDIC de que parte do desenvolvimento tecnológico da empresa conta com apoio do BNDES. Segundo apurou este noticiário, a nota teve reverberação no MDIC e uma solução para contornar o problema criado com a exceção tarifária será ainda buscada.<br></div>",
        "post_tags": [
            "Noticias"
        ]
    },
    {
        "post_date": "15/05/2023",
        "post_id": "14",
        "post_content_preview": "A estrela Elizabeth Olsen, que deu vida à Wanda Maximoff nas telonas, confirmou uma teoria polêmica que os fãs suspeitavam sobre a personagem no longa Doutor Estranho 2: Multiverso da Loucura. A trama trata do luto da personagem, que acaba tendo uma reviravolta antagônica — aparentemente...",
        "post_source": "<a href=\"https://www.tecmundo.com.br/internet/264025-10-noticias-importantes-semana-08-05-12-05.htm\">www.tecmundo.com.br</a>",
        "post_thumb_url": "https://tm.ibxk.com.br/2023/05/10/10101129815064.jpg",
        "post_image_url": "https://tm.ibxk.com.br/2023/05/10/10101129815064.jpg",
        "post_title": "MCU: Elizabeth Olsen confirma teoria polêmica de Doutor Estranho 2",
        "post_content": "A estrela Elizabeth Olsen, que deu vida à Wanda Maximoff nas telonas, confirmou uma teoria polêmica que os fãs suspeitavam sobre a personagem no longa <i>Doutor Estranho 2: Multiverso da Loucura</i>. A trama trata do luto da personagem, que acaba tendo uma reviravolta antagônica — aparentemente repentina — e dividiu muitas opiniões.<div><br></div><div>O que muitos fãs, inclusive a própria Olsen, não entenderam durante essa passagem de tempo é como a Wanda poderia lidar com temas tão parecidos de maneira tão diferente. Após meses de especulação por parte do público, Elizabeth revelou que os escritores de Multiverso da Loucura não haviam visto a série do Disney+.<br></div><div><br></div><h3>Roteiristas de Doutor Estranho 2 não viram WandaVision</h3><div><br></div><div>Em entrevista para a <i>Vanity Fair</i>, a atriz disse: “É um arco semelhante em 'Multiverso da Loucura' que é em 'WandaVision'. Poderia haver histórias paralelas sendo contadas sobre como lidar com a dor e a perda. Bem, eu propus isso aos escritores que escreveram 'Multiverse of Madness?' [risos]. Eu disse, 'Você sabe o que estamos fazendo em 'WandaVision'? Você já viu?' E não, eles não tinham visto porque ainda não estava terminado.”<br></div><div><br></div><div>Para tentar resolver o impasse, a atriz afirmou ter que “atacar os mesmos temas” de maneira distinta para tornar a experiência interessante, tanto para ela, quanto para o público. “Eu só tive que chegar de um ponto de vista diferente para que não fosse repetitivo”, afirmou Olsen.<br></div><div><br></div><h3>O que dizem os escritores de Doutor Estranho 2?</h3><div><br></div><div><div>Conforme explica o escritor de <i>Multiverso da Loucura</i>, Michael Waldron, a “loucura acelerada” de Wanda foi “conquistada” quando ela termina WandaVision sob a posse do The Darkhold — O Livro dos Condenados. “A última cena desse show, a marca deles, é ela lendo o Darkhold e ouvindo as vozes de seus filhos”, explica Waldron.</div><div><br></div><div>Além de culpar o livro pela influência na personagem, ele afirma que, diferente da série do Disney+, a raiva da Wanda fala mais alto que a sua dor em Multiverso da Loucura. “Raiva residual de todo o trauma que ela enfrentou em sua vida (...) Que todos esses heróis são hipócritas. Stephen e esses caras quebram as regras e são seus heróis. Ela faz isso e é uma vilã. Isso não parece justo. E eles a pressionam para seu ponto de ruptura e você vê o que acontece”, afirma.</div></div><div><br></div><div><div>Enquanto alguns acreditam que a personagem sofreu mais do que suficiente para sucumbir à loucura, muitos fãs ficaram decepcionados com a maneira em que foi feito. Apesar de saber que este era o caminho que o MCU desejava para a Wanda — sendo fiel à versão dos quadrinhos — a falta de comunicação entre as produções pode ter atrapalhado essa transição.</div><div><br></div><div><i>WandaVision e Doutor Estanho 2 podem ser assistidos via streaming no Disney+.</i></div></div>",
        "post_tags": [
            "MCU"
        ]
    },
    {
        "post_date": "15/05/2023",
        "post_id": "13",
        "post_content_preview": "As vendas de iPhones no país atingiram números recordes, afirmou Tim Cook, CEO da Apple, durante a conferência sobre os resultados financeiros do segundo trimestre fiscal da empresa. O resultado consolida a tendência de crescimento do market share da empresa no país, que perde apenas para a...",
        "post_source": "<a href=\"https://www.tecmundo.com.br/mercado/263739-iphone-bate-recorde-vendas-brasil-diz-ceo-apple.htm\">www.tecmundo.com.br</a>",
        "post_thumb_url": "https://tm.ibxk.com.br/2023/05/06/06112756822000.jpg",
        "post_image_url": "https://tm.ibxk.com.br/2023/05/06/06112756822000.jpg",
        "post_title": "iPhone bate recorde de vendas no Brasil, diz CEO da Apple",
        "post_content": "<div>As vendas de iPhones no país atingiram números recordes, afirmou Tim Cook, CEO da Apple, durante a conferência sobre os resultados financeiros do segundo trimestre fiscal da empresa. O resultado consolida a tendência de crescimento do market share da empresa no país, que perde apenas para a Motorola.</div><div><br></div><div>O aumento vertiginoso no número de iPhones circulando pelo Brasil já havia sido observado anteriormente em uma pesquisa realizada pela Statcounter. Cook destacou que não apenas o Brasil, mas também mercados emergentes como a Malásia e a Índia, registraram recordes trimestrais de vendas dos smartphones.</div><div><br></div><div>O CEO da Apple atribuiu esse sucesso às equipes em todo o mundo que trabalham para trazer inovações e produtos de qualidade aos consumidores. Ele ressaltou o poder dos produtos e serviços da Apple em enriquecer a vida das pessoas de maneiras indispensáveis, o que tem impulsionado o aumento das vendas.</div><div><br></div><div>Leia também: iPhone 15 Pro: Apple pode abandonar grande mudança nos botões do celular</div><div>Além disso, Cook mencionou o impacto negativo do dólar no cenário mundial, mas ressaltou que a Apple está focada em aproveitar as oportunidades em mercados emergentes. Locais como o Brasil são considerados pela empresa como uma grande oportunidade devido à baixa participação da marca nesses países.</div><div><br></div><h3>iPhone continua sendo principal produto da Apple</h3><div><br></div><div><br></div><img src=\"https://img.ibxk.com.br/2023/05/06/06112857097002.jpg?\" alt=\"Apple\" style=\"width: 100%; height: auto;\"><div><br></div><div><div>O iPhone gerou uma receita de US$ 51,3 bilhões entre janeiro e março de 2023. O crescimento de 1,5% parece pouco, mas se torna significativa em um momento que o mercado global de smartphones sofre uma retração.</div><div><br></div><div>O celular foi o único produto que apresentou um aumento de receita e continua como carro-chefe da Apple, correspondendo a mais da metade do faturamento no trimestre, que ficou em US$ 94,8 bilhões.</div><div><br></div><div>As vendas de computadores da linha Mac caíram 31%, saindo de US$ 10,4 bilhões no mesmo período do ano passado para US$ 7,1 bilhões, enquanto os iPads saíram de US$ 7,6 bilhões para US$ 6,6 bilhões. O faturamento com dispositivos wearables e voltados para a casa, como o Apple TV, se mantiveram relativamente estáveis em US$ 8,7 bilhões.</div></div>",
        "post_tags": [
            "iPhone",
            "Apple"
        ]
    },
    {
        "post_date": "14/05/2023",
        "post_id": "12",
        "post_content_preview": "O Discord pretende mudar a regra de uso dos nomes de usuário para facilitar a vida das pessoas. Com a troca, sairia de cena o complexo modelo antigo — composto por hashtag, quatro dígitos e nome de usuário — para uma combinação única de letras e...",
        "post_source": "<a href=\"https://canaltech.com.br/apps/discord-muda-funcionamento-dos-nomes-e-desagrada-comunidade-249498/\">canaltech.com.br</a>",
        "post_thumb_url": "https://ggtec.netlify.app/assets/img/14_05_2023/discord.webp",
        "post_image_url": "https://ggtec.netlify.app/assets/img/14_05_2023/discord.webp",
        "post_title": "Discord muda funcionamento dos nomes e desagrada comunidade",
        "post_content": "<div style=\"text-align: left;\">O Discord pretende mudar a regra de uso dos nomes de usuário para facilitar a vida das pessoas. Com a troca, sairia de cena o complexo modelo antigo — composto por hashtag, quatro dígitos e nome de usuário — para uma combinação única de letras e números.</div><div><div style=\"text-align: left;\">Ainda que pensada com boa intenção, a mudança não foi bem aceita pela comunidade do Discord. Nas redes sociais, especialmente no Reddit, são várias as reclamações e críticas a problemas gerados com a mudança.<br/><br/><blockquote style=\"height:500px\"> <a href=\"https://www.reddit.com/r/discordapp/comments/13e9upe/why_is_this_change_being_pushed_despite/\">Why is this change being pushed despite overwhelmingly negative feedback?</a><br/> by      <a href=\"https://www.reddit.com/user/Space_Reptile\">u/Space_Reptile</a> in      <a href=\"https://www.reddit.com/r/discordapp/\">discordapp</a></blockquote></div></div><div style=\"text-align: left;\"><br/></div><div style=\"text-align: left;\">A maior preocupação parece ser o uso de perfis fakes. Hoje, é possível que várias pessoas usem um mesmo nome de usuário, mas os números ajudam a diferenciar. Com a troca, um perfil antes chamado GGTEC<b>#1234</b> precisaria trocar para apenas <b>GGTEC</b>, o que pode ser bem difícil de conseguir devido à concorrência.<br/></div><div><br/></div><h3><b>Discord tem solução para nome de usuário</b></h3><div><br/></div><div>Para amenizar as críticas, o Discord deve adotar um selo específico para separar contas herdadas, ou seja, aquelas já existentes e forçadas a converter um username. A ideia é mostrar um crachá com o histórico para que outras pessoas vejam qual era o nome anterior, o que deve ser útil principalmente na troca de mensagens diretas.<br/></div><div><br/></div><img src=\"https://t.ctcdn.com.br/IYk7BwM6AtfPhKZ6Jj8zosJJeJ8=/660x0/smart/filters:format(webp)/i738028.png\" style=\"width: 100%; height: auto;\"/><div><br/></div><br/><div><div>Diferentemente das redes sociais, onde essa marca diferenciadora é usada para garantir a autenticidade de uma conta, no Discord ela será ativada ou desativada livremente pelo usuário. Basta acessar a guia Perfil e marcar a opção para ligar/desligar os crachás de nome de usuário herdado.</div><div><br/></div><div>O temor então é que algumas pessoas possam roubar credenciais legítimas para se passar por contas famosas. Se você conseguir um username concorrido, bastaria desligar o crachá para ser um impostor.</div></div><div><br/></div><h3><b>Fakes poderiam se tornar um problema no Discord</b></h3><div><b><br/></b></div><div><div style=\"\"><b>Por outro lado, o Discord também não pode guardar nomes específicos para uma celebridade, porque todas as pessoas têm o direito de escolher o apelido desejado. Então, talvez haja uma certa correria para registrar nomes de usuário quando o sistema estiver online.</b></div><div style=\"\"><b><br/></b></div><div style=\"\"><b>O sistema de cadastro é um diferencial desde a criação do serviço, em 2015, porque não exibia a mensagem temida de nome de usuário já em uso. Mas uma pesquisa recente feita pela plataforma descobriu que 40% dos usuários não sabem seu nome de usuário nem os números discriminadores.</b></div><div style=\"\"><b><br/></b></div><div style=\"\"><b>Cofundador do Discord, Stanislav Vishnevskiy também crê haver muitas reclamações sobre a dificuldade de adicionar amigos, porque um mero erro de digitação do código imenso inviabiliza a busca. Ao simplificar o nome de usuário, isso seria resolvido, mas outras dificuldades devem surgir — o que pode exigir até a venda de um selo de verificação estilo Twitter via assinatura.</b></div><div style=\"\"><b><br/></b></div><div style=\"\"><b>Não há prazo de quando a plataforma adotará os novos modelos de nomes de usuário para todos, mas algumas pessoas dizem já ter recebido o convite. Resta saber como o Discord vai lidar com esse problema, porque, por enquanto, a comunidade parece bem descontente.</b></div></div><div><b><br/></b></div>",
        "post_tags": [
            "Discord",
            "Noticias"
        ]
    },
    {
        "post_date": "12/05/2023",
        "post_id": "11",
        "post_content_preview": "Os bichinhos inspirados na cultura brasileira que ganharam as redes sociais finalmente terão seu próprio game chamado Bágdex: O Jogo. A Nuuvem em parceria com a Caramelo Games, Dumativa e Os Castro Brothers estão iniciando hoje (9) a Campanha de Financiamento Coletivo para Bágdex: O Jogo. O...",
        "post_source": "<a href=\"https://www.adrenaline.com.br/games/pc-games/bagdex-o-jogo-nuuvem-inicia-financiamento-coletivo-do-jogo-brasileiro-inspirado-em-pokemon/#:~:text=A%20previs%C3%A3o%20de%20lan%C3%A7amento%20de,de%202025%2C%20inicialmente%20para%20PC.\">www.adrenaline.com.br</a>",
        "post_thumb_url": "https://www.adrenaline.com.br/wp-content/plugins/seox-image-magick/imagick_convert.php?width=910&height=568&format=webp&quality=91&imagick=/wp-content/uploads/2023/02/bagdex-o-jogo.jpg",
        "post_image_url": "https://www.adrenaline.com.br/wp-content/plugins/seox-image-magick/imagick_convert.php?width=910&height=568&format=webp&quality=91&imagick=/wp-content/uploads/2023/02/bagdex-o-jogo.jpg",
        "post_title": "Bágdex: O Jogo - Nuuvem inicia financiamento coletivo do jogo brasileiro inspirado em Pokémon",
        "post_content": "<p> Os bichinhos inspirados na cultura brasileira que ganharam as redes sociais finalmente terão seu próprio game\n    chamado\n    Bágdex: O Jogo. A Nuuvem em parceria com a Caramelo Games, Dumativa e Os Castro Brothers estão iniciando hoje (9) a\n    Campanha de Financiamento Coletivo para Bágdex: O Jogo. O jogo será no estilo de captura e batalha de monstrinhos,\n    assim\n    como em Pokémon, e será todo inspirado no Brasil.</p>\n<p>O jogo nasceu do projeto Bágdéx, idealizado pelo ilustrador brasileiro Wagner Janelli, mais conhecido como Bág e\n    co-fundador da Caramelo Games. Bág divulgou no ano passado 151 monsrinhos inspirados em Pokémon e na cultura\n    brasileira,\n    incluindo animais, comidas, plantas, memes e tudo que há de bom no Brasil.</p>\n<img src=\"https://homologacao.adrenaline.com.br/wp-content/uploads/2023/02/bagdex-o-jogo-1.jpg\" style=\"width: 100%;margin-top: 5%; margin-bottom: 5%;\"/>\n<p>Com o sucesso do projeto, que apresentou Bágmons inspirados em coxinha, pamonha, biscoito/bolacha e muito mais, o\n    jogo\n    começa a ganhar vida em parceria com importantes nomes do cenário brasileiro de games com o início do financiamento\n    coletivo. Confira abaixo o trailer de divulgação da campanha e conheça as primeiras imagens e detalhes do jogo.</p>\n<blockquote>Este projeto é uma carta de amor à cultura e folclore do Brasil e a todas as regiões que fazem parte dele.\n    Queremos fazer esse jogo com vocês e para vocês. E com uma equipe 100% Brasileira e um reforço de peso, nós vamos\n    fazer um jogo que todos vocês vão se orgulhar.</blockquote>\n<h3>Trailer de Bágdéx: O Jogo – Início do Financiamento Coletivo</h3>\n<iframe class=\"iframe-live\" src=\"https://www.youtube.com/embed/Si-Tfyxz7S4\" style=\"width: 100%;margin-top: 5%; margin-bottom: 5%;\"></iframe>\n<p>Recentemente, a Nuuvem realizou um financimaento coletivo para o jogo A Lenda do Herói 2, que arrecadou R$\n    725.549,42. Além das campanhas para arrecadar fundos, a empresa também realiza pré-vendas com forte apelo de jogos\n    desenvolvidos no Brasil, como “Enigma do Medo”, “Elderand”, “Gaucho and The Grassland” e outros.</p>\n<h2>Detalhes sobre Bágdex: O Jogo</h2>\n<p>Os desenvolvedores de Bágdex: O Jogo confirmaram que o game terá mais de 150 espécies de Bágmon, além de contar com 5\n    regiões com características inspiradas nas regiões do Brasil, incluindo praias e regiões serranas.</p>\n<p>Você poderá explorar livremente a região para capturar os Bágmons e os combates acontecerão por turnos. A história do\n    jogo vai explorar assuntos sobre a importância das florestas brasileiras e a biodiversidade.</p>\n<img src=\"https://homologacao.adrenaline.com.br/wp-content/uploads/2023/02/bagdex-o-jogo-1.jpg\" style=\"width: 100%;margin-top: 5%; margin-bottom: 5%;\"/>\n<p>Estádios com líderes em cada região estarão espalhados durante a aventura e terão líderes inspirados em nomes\n    conhecidos\n    na internet brasileira. Estão confirmados Cid (Não Salvo), Marcos e Matheus Castro (Castro Brothers), Luba, Rafael\n    Cellbit (Ordem Paranormal), Damiani e muitos outros.</p>\n<p>Os vilões do jogo também foram revelados hoje e serão a Equipe K-Reta, eles são extremamente dançantes e barulhentos\n    e\n    tentarão atrapalhar o jogador durante a aventura.</p>\n<h2>Detalhes sobre o financiamento coletivo de Bágdex: O Jogo</h2>\n<p>Os apoiadores da campanha terão direito a diversas recompensas conforme o nível escolhido. O nível mais básico custa\n    R$\n    35 e dá ao comprador direito a uma chave do jogo quando lançado e o nome nos créditos. O apoio mais caro sai por R$\n    5.000 e dá diversos benefícios, incluindo criar um Bágmon mítico, montar seu próprio time e se tornar um NPC e muito\n    mais</p>\n<img src=\"https://homologacao.adrenaline.com.br/wp-content/uploads/2023/02/bagdex-4.jpg\" style=\"width: 100%;margin-top: 5%; margin-bottom: 5%;\"/>\n<h3>Metas do financiamento coletivo de Bágdex: O Jogo</h3>\n<p>São 6 metas iniciais para o financiamento coletivo, confira abaixo todas as metas que começa em R$ 300.000 e vai a\n    até R$ 1,25 milhão. Conforme o valor arrecadado, mais conteúdo será desenvolvido para o jogo. A previsão de\n    lançamento de Bágdex: O Jogo é de 2025, inicialmente para PC.</p>\n<p><strong>META 1 R$ 300.000,00 | Jogo Base</strong></p>\n<ul>\n<li>Jogo Single Player completo</li>\n<li>Modo história com 5 regiões diferentes</li>\n<li>151 Bágmon + Novos Bágmon dos apoiadores;</li>\n<li>Batalha entre 2 Bágmon</li>\n<li>50 Opções de ataques distribuídos entre os Bágmon</li>\n<li>Liga com chefes de estádio</li>\n</ul>\n<p><strong>META 2 R$ 500.000,00 | Jogo PVP</strong></p>\n<ul>\n<li>Batalhe contra seu amigo</li>\n<li>Cidades com área explorável maior</li>\n<li>Variantes regionais inéditas dos Bágmon</li>\n<li>Versões cintilantes e fulgentes de todos os Bágmon</li>\n<li>60 Opções de ataques distribuídos entre os Bágmon</li>\n</ul>\n<p><strong>META 3 R$ 750.000,00 | Centro de Treinamento</strong></p>\n<ul>\n<li>Monte, customize e melhore seu próprio centro de treinamento</li>\n<li>Mecânica de pesca</li>\n<li>Concurso de talentos e novos minigames</li>\n<li>70 Opções de ataques distribuídos entre os Bágmon</li>\n</ul>\n<p><strong>META 4 R$ 850.000,00 | A Lenda de Capizilla</strong></p>\n<ul>\n<li>Novo modo de jogo, introduzindo a Lenda de Capizilla</li>\n<li>80 Opções de ataques distribuídos entre os Bágmon</li>\n</ul>\n<p><strong>META 5 R$ 1.000.000,00 | K-Reta Sem Fim</strong></p>\n<ul>\n<li>Modo de jogo procedural de batalhas contra a Equipe K-Reta</li>\n<li>Modo de batalha PvE Multiplayer</li>\n<li>90 opções de ataques distribuídos entre os Bágmon</li>\n</ul>\n<p><strong>META 6 R$ 1.250.000,00 | Dublagem</strong></p>\n<ul>\n<li>Personagens do jogo dublados em PT-BR (personagens da campanha principal e Equipe K-Reta)</li>\n<li>Quests especiais para captura de Bágmon míticos</li>\n</ul>\n<img src=\"https://homologacao.adrenaline.com.br/wp-content/uploads/2023/02/bagdex-3.jpg\" style=\"width: 100%;margin-top: 5%; margin-bottom: 5%;\"/>\n<p>O que você achou das novidades para Bágdex: O Jogo? Pretende participar da campanha? Participe nos comentários com a sua opinião!</p>",
        "post_tags": [
            "Jogos",
            "Pokemon",
            "Lançamento",
            "Bágdex"
        ]
    },
    {
        "post_date": "12/05/2023",
        "post_id": "10",
        "post_content_preview": "Hoje, a Twitch anunciou uma nova função para os criadores de conteúdo que querem editar seus clips verticais de forma rápida e fácil. A nova função permite que os usuários cortem os seus vídeos diretamente na plataforma da Twitch selecionando o conteúdo que será exibido e a webcam do streamer,...",
        "post_source": "<a href=\"https://ggtec.netlify.app/\">ggtec.netlify.app</a>",
        "post_thumb_url": "https://ggtec.netlify.app/assets/img/12_05_2023/twitch.jpg",
        "post_image_url": "https://ggtec.netlify.app/assets/img/12_05_2023/twitch_vertical.png",
        "post_title": "Twitch libera função de editor de clips verticais",
        "post_content": "<p>Hoje, a Twitch anunciou uma nova função para os criadores de conteúdo que querem editar seus clips verticais de forma rápida e fácil. A nova função permite que os usuários cortem os seus vídeos diretamente na plataforma da Twitch selecionando o conteúdo que será exibido e a webcam do streamer, e para finalizar ainda é possível adicionar a tag ou username do streamer quando gerar o clipe cortado, sem precisar de outros aplicativos ou programas.</p><p><img src=\"https://ggtec.netlify.app/assets/img/12_05_2023/twitch_vertical.png\" style=\"width: 100%;\"/></p><p>Essa novidade é uma grande vantagem para os streamers que querem aproveitar o formato vertical, que é cada vez mais popular nas redes sociais, especialmente no TikTok e no Instagram. Com a nova função, os criadores de conteúdo podem produzir vídeos mais dinâmicos e atrativos para o seu público, além de economizar tempo e espaço no seu dispositivo.</p><p>Antes dessa função, os usuários da Twitch que queriam editar seus clips verticais tinham que recorrer a outros editores de vídeo, como o InShot, o VivaVideo ou o Filmora. Esses editores oferecem recursos semelhantes aos da nova função da Twitch, mas exigem que os usuários baixem os vídeos da plataforma, editem em outro aplicativo e depois façam o upload novamente. Esse processo pode ser demorado e consumir muita memória do dispositivo.</p><p>A nova função da Twitch está disponível para todos os usuários que tenham uma conta na plataforma e que tenham feito pelo menos um clip  nos últimos 30 dias. Para acessar a função, basta ir na seção de clips do seu perfil e selecionar o vídeo que você quer editar. Depois, é só usar as ferramentas disponíveis na tela e salvar as alterações.<br/><br/>Agora não tem mais desculpa para não editar o seu vídeo antes de postar no tiktok!</p>",
        "post_tags": [
            "Twitch",
            "Lives",
            "Stream"
        ]
    },
    {
        "post_date": "11/05/2023",
        "post_id": "9",
        "post_content_preview": "O Telegram acatou a decisão do Supremo Tribunal Federal (STF) e apagou mensagem atacando o Projeto de Lei 2630/2020, popularmente chamado de PL das Fake News. A decisão foi tomada nesta quarta-feira (10), horas após despacho do ministro Alexandre de Moraes.</p><p>Na tarde de ontem (09), os...",
        "post_source": "<a href=\"https://www.tecmundo.com.br/software/263904-telegram-acata-decisao-stf-apaga-mensagem-pl-fake-news.htm\">www.tecmundo.com.br</a>",
        "post_thumb_url": "https://ggtec.netlify.app/assets/img/11_05_2023/telegram.webp",
        "post_image_url": "https://ggtec.netlify.app/assets/img/11_05_2023/telegram.webp",
        "post_title": "Telegram acata decisão do STF e apaga mensagem contra PL das Fake News",
        "post_content": "<p>O Telegram acatou a decisão do Supremo Tribunal Federal (STF) e apagou mensagem atacando o Projeto de Lei 2630/2020, popularmente chamado de PL das Fake News. A decisão foi tomada nesta quarta-feira (10), horas após despacho do ministro Alexandre de Moraes.</p><p>Na tarde de ontem (09), os dirigentes do aplicativo surpreenderam ao encaminhar para todos os brasileiros com conta no serviço uma publicação dizendo que “democracia está sob ataque no Brasil”. O texto dizia ainda que o projeto de lei poderia “acabar com a liberdade de expressão”.</p><p>Caso o Telegram não cumprisse a ordem de apagar a mensagem, a empresa seria suspensa por 72 horas em todo o território nacional. Além disso, o ministro Alexandre de Moraes ainda chegou a determinar uma multa de R$ 500 mil por hora, mesmo com o aplicativo já fora do ar.</p><p><strong>Mensagem de retratação</strong></p><p>Os usuários brasileiros do Telegram que acessam o canal oficial no próprio app já não tem mais acesso à mensagem contrária ao PL das Fake News. No caso, há uma nova publicação retratando sobre o caso.</p><p>“Recebemos uma ordem do Supremo Tribunal Federal (STF) do Brasil que obriga o Telegram a remover nossa mensagem anterior sobre o PL 2630/2020 e enviar uma nova mensagem aos usuários, que está incluída abaixo”, diz o início do texto.</p><p style=\"text-align: center;\"><img src=\"https://img.ibxk.com.br/2023/05/10/telegram-10175430746347.jpg?ims=704x\" style=\"width: 585px;\"/></p><p>“Por determinação do SUPREMO TRIBUNAL FEDERAL, a empresa Telegram comunica: A mensagem anterior do Telegram caracterizou FLAGRANTE e ILÍCITA DESINFORMAÇÃO atentatória ao Congresso Nacional, ao Poder Judiciário, ao Estado de Direito e à Democracia Brasileira, pois, fraudulentamente, distorceu a discussão e os debates sobre a regulação dos provedores de redes sociais e de serviços de mensageria privada (PL 2630), na tentativa de induzir e instigar os usuários à coagir os parlamentares”, conclui a retratação da empresa.</p><p>Apesar do sumiço do conteúdo compartilhado em massa ontem, ainda é possível acessar o posicionamento do Telegram a partir <a href=\"https://telegra.ph/PL-2630-2020-BR#1\">deste link</a></p>",
        "post_tags": [
            "Telegram",
            "   Mensagens",
            "   FakeNews"
        ]
    },
    {
        "post_date": "11/05/2023",
        "post_id": "8",
        "post_content_preview": "Durante o Google I/O 2023, a inteligência artificial Bard ganhou grandes melhorias e foi lançada em mais de 180 países, mas apenas com suporte para inglês. A solução, que é rival do ChatGPT, agora roda com a tecnologia PaLM 2, que promete evoluções consideráveis no programa, principalmente em...",
        "post_source": "<a href=\"https://www.tecmundo.com.br/software/263883-google-bard-chega-180-paises-melhorias.htm\">www.tecmundo.com.br</a>",
        "post_thumb_url": "https://ggtec.netlify.app/assets/img/11_05_2023/google.webp",
        "post_image_url": "https://ggtec.netlify.app/assets/img/11_05_2023/google.webp",
        "post_title": "Google Bard chega em mais de 180 países com melhorias",
        "post_content": "<p>Durante o Google I/O 2023, a inteligência artificial Bard ganhou grandes melhorias e foi lançada em mais de 180 países, mas apenas com suporte para inglês. A solução, que é rival do ChatGPT, agora roda com a tecnologia PaLM 2, que promete evoluções consideráveis no programa, principalmente em programação.</p><p>Com suporte para mais de 20 linguagens de programação, o Bard agora conta com uma experiência mais amigável para quem trabalha com códigos. A solução também conta com uma nova opção que permite exportar os códigos feitos em Python.</p><p><img src=\"https://img.ibxk.com.br/2023/05/10/google-i-o-10143616922210.png?ims=704x\" style=\"width: 100%;\"/></p><p>Falando em exportação, o Google também recebeu duas novas opções para lançar as respostas da IA diretamente em documentos do Google Docs ou e-mails do Gmail. Outra função aguardada que está chegando no Bard e o modo escuro, já disponível para usuários da ferramenta.</p><p><strong>Experiência mais visual e ferramentas</strong></p><p>O Google Bard também ficará mais visual e poderoso. Agora, o rival do ChatGPT conta com uma experiência de uso mais parecida com o Google Search, trazendo imagens e descrições mais detalhadas em certas buscas.</p><p><img src=\"https://img.ibxk.com.br/2023/05/10/google-i-o-10143718958212.png?ims=704x\" style=\"width: 100%;\"/></p><p>A ferramenta agora também contará com integração com outros serviços do Google para aprimorar as respostas para usuários. A solução poderá usar, por exemplo, tecnologias do Google Lens, do Planilhas e do Maps diretamente nas pesquisas.</p><p><strong>Gerador de imagens e mais conexões</strong></p><p>Outra novidade que chega ao Bard é um gerador de imagens, mas que não é 100% feito pelo Google. A empresa uniu forças com a Adobe e colocou a plataforma Firefly dentro do Bard para gerar fotos por meio de prompts, ao estilo Midjourney.</p><p><img src=\"https://img.ibxk.com.br/2023/05/10/google-i-o-10144510426219.png\" style=\"width: 100%;\"/></p><p>Ao adicionar uma frase no Bard solicitando a criação de uma imagem, o Adobe Firefly funcionará dentro do chatbot com IA para enviar imagens geradas por inteligência artificial. No exemplo fornecido durante a conferência, uma imagem de um unicórnio foi criada.</p><p>Além do Firefly, outras soluções externas poderão ser integradas ao Bard. A empresa promete que a inteligência artificial terá conexões com serviços como Spotify, OpenTable e ZipRecruiter, por exemplo.</p><p><strong>Sem lista de espera</strong></p><blockquote><p>Today we’re removing the waitlist process and making Bard available in over 180 countries and territories, with more coming soon. 🎉<a href=\"https://twitter.com/hashtag/GoogleIO?src=hash&amp;ref_src=twsrc%5Etfw\">#GoogleIO</a> <a href=\"https://t.co/m6HSzScs4P\">pic.twitter.com/m6HSzScs4P</a></p>— Google (@Google) <a href=\"https://twitter.com/Google/status/1656350345398714392?ref_src=twsrc%5Etfw\">May 10, 2023</a></blockquote><p>O Google também anunciou que o Bard agora não possui mais uma lista de espera. Além disso, a solução agora chegará em mais de 180 países, com mais territórios sendo contemplados em breve.</p><p>No entanto, o Bard atualmente só pode ser utilizado em inglês, com lançamento em coreano e japonês chegando em breve. O Google promete que trará suporte para mais de 40 idiomas ao serviço futuramente, mas sem dar uma estimativa para o português brasileiro.</p>",
        "post_tags": [
            "Google",
            "    IA"
        ]
    },
    {
        "post_date": "10/05/2023",
        "post_id": "7",
        "post_content_preview": "A nova atualização do WhatsApp Web beta (versão 2.2319.9), lançada nesta quarta-feira (08), adicionou o recurso de edição de mensagens. A função está sendo disponibilizado para alguns usuários da versão de testes do app, mas deve ser liberada para mais pessoas futuramente.</p><p>Após a...",
        "post_source": "<a href=\"https://www.tecmundo.com.br/software/263795-whatsapp-web-ganha-recurso-edicao-mensagens-veja-usar.htm\">www.tecmundo.com.br</a>",
        "post_thumb_url": "https://ggtec.netlify.app/assets/img/10_05_2023/whatsapp.webp",
        "post_image_url": "https://ggtec.netlify.app/assets/img/10_05_2023/whatsapp.webp",
        "post_title": "WhatsApp Web ganha recurso de edição de mensagens, entenda.",
        "post_content": "<p>A nova atualização do WhatsApp Web beta (versão 2.2319.9), lançada nesta quarta-feira (08), adicionou o recurso de edição de mensagens. A função está sendo disponibilizado para alguns usuários da versão de testes do app, mas deve ser liberada para mais pessoas futuramente.</p><p>Após a instalação da atualização, os usuários beta do WhatsApp Web contam com a opção \"Editar mensagens\", que aparece ao abrir as opções de menu para uma mensagem de texto. Em uma nova janela, o usuário pode fazer as alterações necessárias, mas a opção só está disponível em até 15 minutos após o envio.</p><p style=\"text-align: center;\"><img src=\"https://wabetainfo.com/wp-content/uploads/2023/05/WA_EDIT_MESSAGE_MENU_ACTION_WEB.jpg\"/></p>O WhatsApp decidiu estabelecer esse limite de tempo para preservar a autenticidade das conversas, evitando que os usuários alterem completamente uma mensagem após um longo período de tempo. A função de edição destina-se principalmente a corrigir erros de digitação ou pequenas correções.<p></p><p>Nas próximas semanas, o recurso será lançado para um número cada vez maior de pessoas. Além disso, foi confirmado que essa funcionalidade também será disponibilizada nos aplicativos móveis em breve.</p><p><strong>Mais novidades</strong></p><p>O WhatsApp Beta está realizando testes de um novo editor de texto para imagens em sua versão para iPhone e smartphones Android. Esse recurso traz uma interface retrabalhada, inspirada no modelo existente nos Stories do Instagram.</p><p>Embora o editor ainda seja básico, a nova interface torna a experiência de uso mais intuitiva e fácil. Os botões para cada recurso estão dispostos na tela, e as opções de fontes são exibidas próximas ao teclado.</p><p>O editor de texto permite escolher diferentes fontes, que podem ser selecionadas tocando em uma das opções acima do teclado. Outra novidade é a opção de alinhamento, que oferece mais controle sobre a formatação de palavras em imagens, vídeos e GIFs.</p><p>O novo editor também oferece a opção de mudar a cor de fundo do texto, facilitando a diferenciação de trechos importantes.</p>",
        "post_tags": [
            "WhatsApp",
            "  Mensagens",
            "  Chat"
        ]
    },
    {
        "post_date": "09/05/2023",
        "post_id": "6",
        "post_content_preview": "O Windows 11 é o novo sistema operacional da Microsoft que promete trazer mais segurança, desempenho e recursos para os usuários. Uma das novidades que pode chegar em breve é a substituição do sistema de arquivos NTFS pelo ReFS, que oferece mais resiliência contra corrupção de dados e outras...",
        "post_source": "<a href=\"https://ggtec.netlify.app/\">ggtec.netlify.app</a>",
        "post_thumb_url": "https://ggtec.netlify.app/assets/img/09_05_2023/winref.jpeg",
        "post_image_url": "https://ggtec.netlify.app/assets/img/09_05_2023/winref.jpeg",
        "post_title": "Substituição do NTFS pelo ReFS no Windows 11",
        "post_content": "<p>O Windows 11 é o novo sistema operacional da Microsoft que promete trazer mais segurança, desempenho e recursos para os usuários. Uma das novidades que pode chegar em breve é a substituição do sistema de arquivos NTFS pelo ReFS, que oferece mais resiliência contra corrupção de dados e outras vantagens.</p><h3>O que é o ReFS?</h3><p>O ReFS (Resilient File System) é um sistema de arquivos desenvolvido pela Microsoft para superar as limitações do NTFS (New Technology File System), que é usado desde o Windows NT 3.1. O ReFS foi introduzido pela primeira vez na versão de servidor do Windows 8.1 e estava disponível apenas para algumas edições do Windows 10.</p><p>O ReFS tem como objetivo oferecer mais confiabilidade, escalabilidade e eficiência para o armazenamento de dados. Algumas das características do ReFS são:<br>\n<br>\n</p><ul><li>- Proteção contra corrupção de dados: o ReFS usa um mecanismo chamado \"integridade de metadados\" que detecta e corrige erros nos metadados (informações sobre os arquivos) sem afetar os dados em si. Além disso, o ReFS pode usar a tecnologia Storage Spaces para criar pools de armazenamento com espelhamento ou paridade, que podem recuperar dados em caso de falha de um disco.</li><li>- Otimização para grandes volumes: o ReFS pode lidar com volumes de até 1 yottabyte (10^24 bytes) e arquivos de até 16 exabytes (10^18 bytes), superando os limites do NTFS. O ReFS também usa um sistema de alocação dinâmica que reduz a fragmentação e melhora o desempenho.\n  </li><li>- Suporte a snapshots: o ReFS permite criar snapshots (cópias instantâneas) dos volumes, que podem ser usados para restaurar dados em um estado anterior ou para fazer backup. Os snapshots são criados usando a tecnologia Volume Shadow Copy Service (VSS) e podem ser gerenciados pelo PowerShell ou pelo Gerenciador de Servidor.\n  </li><li>- Compatibilidade com o NTFS: o ReFS mantém a compatibilidade com a maioria dos recursos do NTFS, como permissões, criptografia, compactação e links simbólicos. No entanto, alguns recursos não são suportados pelo ReFS, como deduplicação de dados, transações e pontos de restauração.</li></ul><h3>Como usar o ReFS no Windows 11?</h3><p>Atualmente, as edições de consumidor do Windows 11 não permitem instalar o sistema operacional no ReFS, mas apenas formatar discos externos ou secundários com esse sistema de arquivos. No entanto, há indícios de que a Microsoft está trabalhando para tornar o ReFS o sistema de arquivos padrão nas novas instalações do Windows 11.\n</p><p>\nUm usuário do Twitter descobriu que é possível ativar uma opção oculta (ID 42189933) na última prévia do Windows 11 disponível no Dev Channel para instalar uma cópia limpa do Windows 11 usando ReFS. Segundo ele, a instalação não apresentou problemas e o Windows 11 funcionou normalmente.\n\nNão se sabe quando a Microsoft vai liberar essa opção para todos os usuários, mas é provável que isso aconteça em breve, já que o Windows 11 pode inicializar a partir de uma partição ReFS sem dificuldades. Essa mudança pode trazer mais segurança e robustez para o sistema operacional, além de aproveitar melhor os recursos dos discos modernos.<br>\n</p><h3><span style=\"font-size: 19px\">Conclusão</span></h3><p>\n​O ReFS é um sistema de arquivos que pode substituir o NTFS nas novas instalações do Windows 11, trazendo mais resiliência contra corrupção de dados e outras vantagens. O ReFS já está presente na versão de servidor do Windows e pode ser ativado manualmente na versão desktop. A Microsoft está trabalhando para tornar o ReFS o sistema de arquivos padrão no Windows 11 em breve.</p>",
        "post_tags": [
            "Windows",
            "OS",
            "Noticias"
        ]
    },
    {
        "post_date": "08/05/2023",
        "post_id": "5",
        "post_content_preview": "Ainda que os rumores apareçam com frequência, o Windows 12 é puramente especulação. O sistema operacional teria um visual repaginado, ferramentas de inteligência artificial nativas e uma série de outras funcionalidades que tornarão a rotina mais prática. Se você ainda não se empolgou com a...",
        "post_source": "<a href=\"https://canaltech.com.br/windows/conceito-do-windows-12-imagina-uma-revolucao-no-sistema-da-microsoft-248660/\">canaltech.com.br</a>",
        "post_thumb_url": "https://ggtec.netlify.app/assets/img/08_05_2023/win12.webp",
        "post_image_url": "https://ggtec.netlify.app/assets/img/08_05_2023/win12.webp",
        "post_title": "Conceito do Windows 12 imagina uma revolução no sistema da Microsoft",
        "post_content": "<p id=\"isPasted\"><span style=\"color: rgb(255, 255, 255);\">Ainda que os rumores apare&ccedil;am com frequ&ecirc;ncia, o Windows 12 &eacute; puramente especula&ccedil;&atilde;o. O sistema operacional teria um visual repaginado, ferramentas de intelig&ecirc;ncia artificial nativas e uma s&eacute;rie de outras funcionalidades que tornar&atilde;o a rotina mais pr&aacute;tica. Se voc&ecirc; ainda n&atilde;o se empolgou com a ideia, o conceito criado pelo canal do YouTube Addy Visuals pode aumentar sua expectativa.</span></p><p><span style=\"color: rgb(255, 255, 255);\">No v&iacute;deo, o designer se apropria de algumas das pistas do poss&iacute;vel Windows 12 e incrementa com ideias pr&oacute;prias, tornando a apresenta&ccedil;&atilde;o ainda mais convincente e animadora. Est&atilde;o presentes ali uma nova Barra de Tarefas (aqui, chamada de &quot;Barra de Tarefas Din&acirc;mica&quot;), um novo sistema de widgets, suporte para &quot;arrasta e solta&quot; de arquivos e programas e muitas op&ccedil;&otilde;es de personaliza&ccedil;&atilde;o.</span></p><p><span style=\"color: rgb(255, 255, 255);\">O conceito, al&eacute;m de visualmente agrad&aacute;vel, faz alus&atilde;o &agrave;s apresenta&ccedil;&otilde;es de lan&ccedil;amento da Microsoft, com grande apelo visual por anima&ccedil;&otilde;es e demonstra&ccedil;&otilde;es de alguns recursos pontuais de usabilidade.</span></p><h2><span style=\"color: rgb(255, 255, 255);\">Windows mais &uacute;til</span></h2><p><iframe class=\"iframe-live\" src=\"https://www.youtube.com/embed/1k1vz9PD7O4\" data-file-name=\"1k1vz9PD7O4\" style=\"box-sizing: border-box; border: 0px;\"></iframe></p><p><span style=\"color: rgb(255, 255, 255);\">A demonstra&ccedil;&atilde;o vai al&eacute;m do visual, por&eacute;m: o youtuber mostra uma nova vers&atilde;o do Explorador de Arquivos, esta com as recentes guias e o design do Win 11, mas com &iacute;cones e organiza&ccedil;&atilde;o mais elegante de bot&otilde;es. O v&iacute;deo tamb&eacute;m apresenta a ideia de um Drop Zone, uma &aacute;rea para salvar arquivos de forma tempor&aacute;ria at&eacute; achar um lugar definitivo para eles.</span></p><h2><span style=\"color: rgb(255, 255, 255);\">O Windows 12 vem a&iacute;?</span></h2><p><span style=\"color: rgb(255, 255, 255);\">Embora o v&iacute;deo conceitual possa ter ati&ccedil;ado sua curiosidade, o Windows 12 nem mesmo foi confirmado pela Microsoft at&eacute; agora. Tudo que existe sobre o suposto sistema operacional (at&eacute; mesmo seu desenvolvimento) &eacute; pautado em rumores e pequenos vazamentos.</span></p><p><span style=\"color: rgb(255, 255, 255);\">Foram descobertos resqu&iacute;cios de uma nova interface escondidos dentro do Windows 11, a Intel j&aacute; estaria preparando suporte para o novo SO em seus processadores, e h&aacute; informa&ccedil;&otilde;es de que a Microsoft prepara um concorrente para o ChromeOS.</span></p><p><span style=\"color: rgb(255, 255, 255);\">Geralmente, onde h&aacute; fuma&ccedil;a, h&aacute; fogo. Contudo, &eacute; imposs&iacute;vel afirmar qualquer coisa no momento. Portanto, resta esperar at&eacute; a empresa anunciar algo novo.</span></p>",
        "post_tags": [
            "Windows",
            " OS",
            " Noticias"
        ]
    },
    {
        "post_date": "05/05/2023",
        "post_id": "4",
        "post_content_preview": "O Google anunciou que irá substituir ícone de cadeado ao lado dos endereços de sites; entenda o motivo da mudança </p><p> </p><p>Você pode nunca nem ter notado. Mas, na barra de pesquisa do Chrome, há um cadeado. Reparou agora? Bom, vai durar pouco. O Google anunciou nesta terça-feira (2) a...",
        "post_source": "<a href=\"https://olhardigital.com.br/2023/05/03/internet-e-redes-sociais/chrome-icone-de-cadeado-que-ninguem-liga-sera-desativado-o-que-ele-significa/#:~:text=O%20Google%20anunciou%20nesta%20ter%C3%A7a,um%20%C3%ADcone%20de%20%E2%80%9Cmelodia%E2%80%9D.\">olhardigital.com.br</a>",
        "post_thumb_url": "https://ggtec.netlify.app/assets/img/05_05_2023/thumb.jpg",
        "post_image_url": "https://ggtec.netlify.app/assets/img/05_05_2023/content.png",
        "post_title": "Chrome: ícone de cadeado que ninguém liga será desativado. O que ele significa?",
        "post_content": "<p>O Google anunciou que irá substituir ícone de cadeado ao lado dos endereços de sites; entenda o motivo da mudança\n    </p><p> </p><p>Você pode nunca nem ter notado. Mas, na barra de pesquisa do Chrome, há um cadeado. Reparou agora? Bom, vai durar\n        pouco. O Google anunciou nesta terça-feira (2) a substituição do ícone de cadeado ao lado dos endereços de sites\n        na atualização Chrome 117, que será lançada em setembro deste ano. No lugar, será usado um ícone de “melodia”.\n    </p><p> </p><h3>E o que é o tal cadeado?</h3><p> </p><ul><li>O atual ícone é usado para representar sites de conexões HTTPS desde os anos 90;</li><li>A mudança considerou uma pesquisa realizada em 2021 pelo Google, que mostrou que a maioria dos usuários não entende\n            o que significa o ícone;</li><li>Mesmo contendo o ícone de cadeado, muitos sites não são totalmente seguros;</li><li>O novo ícone não implicará que os sites serão necessariamente “confiáveis”.</li></ul><p> </p><p>De acordo com o Google, quando o ícone começou a ser usado, as páginas HTTPS \n        (Hyper Text Transfer Protocol Secure) ainda eram incomuns. O cadeado indicava ao usuário que a conexão de rede “era um canal seguro entre o navegador e o site,\n         e que a conexão de rede não pode ser adulterada ou espionada por terceiros”.</p><p> </p><p>Mas, hoje, a realidade é diferente: cerca de 95% das páginas usam HTTPS. Desta forma, até mesmo sites maliciosos\n        usam essa conexão. “Sabemos que o ícone de cadeado não indica a confiabilidade do site”, diz o Google.</p><p> </p><p>Uma pesquisa realizada pelo Google em 2021 mostrou que apenas 11% dos participantes entenderam que o significado\n        do cadeado. O levantamento também revelou que muitos não sabiam que, ao clicar no ícone, eram apresentadas\n        informações e controles de segurança importantes.</p><p> </p><p>Com a mudança de logo, a empresa espera que os usuários não acreditem que ele significa que determinado site é\n        totalmente confiável.</p><p> </p><p>O novo símbolo é uma variante de ícone de música usado para indicar controles e configurações.<br>\n        O novo ícone não implicará que os sites serão necessariamente “confiáveis”.</p><p> </p><blockquote>\n        <p>“Acreditamos que o novo ícone ajuda a tornar os controles de permissão e as informações de segurança\n            adicionais mais acessíveis, evitando os mal-entendidos que afetam o ícone de cadeado.”</p> <em>Google em comunicado.</em> </blockquote><p> </p><p>De acordo com o Google, quando o ícone começou a ser usado, as páginas HTTPS (Hyper Text Transfer Protocol\n        Secure) ainda eram incomuns. O cadeado indicava ao usuário que a conexão de rede “era um canal seguro entre o\n        navegador e o site, e que a conexão de rede não pode ser adulterada ou espionada por terceiros”.</p>",
        "post_tags": [
            "Internet",
            "Web",
            "Noticias"
        ]
    },
    {
        "post_date": "19/04/2023",
        "post_id": "3",
        "post_content_preview": "Com foco no 'Mid-Season Invitational' (MSI) 2023, a Riot Games divulgou nesta terça-feira as notas do patch 13.8 do League of Legends. A atualização traz buffs e nerfs para diversos campeões, além de mudança no item Impacto Cosmíco. Também será adicionada novas skins da linha Emissário da Luz...",
        "post_source": "<a href=\"https://ge.globo.com/esports/lol/noticia/2023/04/18/c-lol-patch-138-chega-com-foco-no-msi-confira-as-notas.ghtml\">ge.globo.com</a>",
        "post_thumb_url": "https://ggtec.netlify.app/assets/img/leagueoflegendspatch13_8.png",
        "post_image_url": "https://ggtec.netlify.app/assets/img/leagueoflegendspatch13_8.png",
        "post_title": "LoL: patch 13.8 chega com foco no MSI; confira as notas",
        "post_content": "<p>\nCom foco no 'Mid-Season Invitational' (MSI) 2023, a Riot Games divulgou nesta terça-feira as notas do patch 13.8 do League of Legends. A atualização traz buffs e nerfs para diversos campeões, além de mudança no item Impacto Cosmíco. Também será adicionada novas skins da linha Emissário da Luz e da Escuridão e realizadas correções de bugs. Confira em detalhes as notas do patch 13.8 a seguir. </p><div class=\"se-component se-image-container __se__float- __se__float-none\"><figure><a href=\"https://ggtec.netlify.app/assets/img/05_05_2023/win12.webp\" data-image-link=\"image\"><img src=\"https://ggtec.netlify.app/blog/img/leagueoflegendspatch13_8.png\" alt=\"leagueoflegendspatch13_8\" data-image-link=\"https://ggtec.netlify.app/assets/img/05_05_2023/win12.webp\" data-proportion=\"true\" data-align=\"none\" data-file-name=\"leagueoflegendspatch13_8.png\" data-file-size=\"0\" data-origin=\",\" data-size=\",\" data-rotate=\"\" data-percentage=\"auto,auto\" style=\"\"></a></figure></div><p></p><h1>Campeões</h1><h2>Nerfs</h2><h3>Aurelion Sol</h3><p><strong>Atributos base</strong></p><ul><li>Crescimento de Vida: 95 ⇒ 90</li><li>Crescimento de Armadura: 4,3 ⇒ 4</li></ul><h3>Jarvan IV</h3><p><strong>Atributos base</strong></p><ul><li>Crescimento de Dano de Ataque: 3,4 ⇒ 3</li></ul><p><strong>Ataque do Dragão (Q)</strong></p><ul><li>Dano Físico: 90/130/170/210/250 (+140% do DdA adicional) ⇒ 80/120/160/200/240 (+140% do DdA adicional)</li></ul><h3>Kayn</h3><p><strong>Passo das Sombras (E)</strong></p><ul><li>Assassino das Sombras – Velocidade de Movimento adicional: 80% ⇒ 70%</li><li>Assassino das Sombras – Tempo de Recarga: 8s ⇒ 10s</li></ul><h3>Malphite</h3><p><strong>Trovoada (W)</strong></p><ul><li>Dano do ataque fortalecido: 30/45/60/75/90 (+20% de PdH) (+15% de Armadura) ⇒ 30/40/50/60/70 (+20% de PdH) (+15% de Armadura)</li><li>Dano Físico de Fenda: 15/25/35/45/55 (+30% do PdH) (+20% da Armadura) ⇒ 15/25/35/45/55 (+30% do PdH) (+15% da Armadura)</li></ul><h3>Rakan</h3><p><strong>Atributos base</strong></p><ul><li>Armadura base: 32 ⇒ 30</li><li>Crescimento de Armadura: 5,1 ⇒ 4,9</li></ul><h2>Buffs</h2><h3>Ezreal</h3><p><strong>Atributos base</strong></p><ul><li>Dano de Ataque base: 60 ⇒ 62</li></ul><h3>Garen</h3><p><strong>Atributos base</strong></p><ul><li>Dano de Ataque base: 66 ⇒ 69</li><li>Armadura base: 36 ⇒38 </li></ul><h3>Janna </h3><p> </p><p><strong>Zéfiro (W)</strong></p><p> </p><ul><li>Dano Mágico:70/100/130/160/190(+50% do PdH)⇒80/110/140/170/200(+60% do PdH)</li></ul><p> </p><p><strong>Olho da Tempestade (E)</strong></p><p> </p><ul><li>Tempo de decaimento do Escudo:1,25s⇒2,5s </li></ul><h3>Kha'Zix </h3><p> </p><p><strong>Sabor de Medo (Q)</strong></p><p> </p><ul><li>Dano Físico:60/85/110/135/160(+115% de DdA adicional)⇒70/95/120/145/170(+115% de DdA adicional)</li></ul><h3>Kog'Maw </h3><p> </p><p><strong>Surpresa Icathiana (passiva)</strong></p><p> </p><ul><li>[NOVO] Corre, Kog! Corre!: Kog’Maw agora recebe efeito Fantasma durante a Passiva.</li><li>Dano Verdadeiro: 125 - 550 (com base no nível) ⇒ 140 - 650 (com base no nível)</li></ul><p><strong>Cusparada Caustica (Q)</strong></p><p> </p><ul><li>Tempo de Recarga: 8s ⇒ 7s</li></ul><p><strong>Gosma do Vazio (E)\n</strong></p><p> </p><ul><li>Custo de Mana: 60/70/80/90/100 ⇒ 40/55/70/85/100\nLentidão: 20/28/36/44/52% ⇒ 30/35/40/45/50%</li></ul><h3>Leona</h3><p><strong>Eclipse (W)</strong></p><ul><li>Armadura adicional: 15/20/25/30/35 (+20% de Armadura adicional) ⇒ 20/25/30/35/40 (+20% de Armadura adicional)</li><li>Resistência Mágica adicional: 15/20/25/30/35 (+20% de Resistência Mágica adicional) ⇒ 20/25/30/35/40 (+20% de Resistência Mágica adicional)</li><li>Dano Mágico: 45/80/115/150/185 (+40% de PdH) ⇒ 55/90/125/160/195 (+40% de PdH)</li></ul><h3>Lilia</h3><p><strong>Ramo Onírico (passiva)</strong></p><ul><li>Limite de dano contra monstros: 50 - 150 (com base no nível) ⇒ 70 - 150 (com base no nível) (esse valor chega até 40% a mais de dano no nível 1 contra monstros com mais de 1.328 de Vida, diminuindo para 0% em aproximadamente 949 de Vida. A Acuâmina tem 1.100, mas o Rubrivira, Azuporã, Grompe, Krugue e o Lobo chegam ao novo limite de Vida máxima.)</li><li>Cura contra monstros: 24 - 75 (com base no nível) (+5,4% de PdH) ⇒ 39 - 54 (com base no nível) (+15% de PdH)</li><li>Cura contra Campeões: 6 - 120 (com base no nível) (+18% de PdH) ⇒ 6 - 90 (com base no nível) (+30% de PdH)</li></ul><h3>Nidalee</h3><p><strong>Atributos base</strong></p><ul><li>Armadura base:28⇒32 </li><li>Crescimento de Armadura:4,7⇒5 </li></ul><h3>Poppy</h3><p> </p><p><strong>Choque do Martelo (Q)</strong></p><p> </p><ul><li>Dano com base na Vida do alvo:8%⇒9%</li></ul><p> </p><p><strong>Presença Inabalável (W)</strong></p><p> </p><ul><li>Resistências adicionais:10%⇒12%(Obs.: esse valor será dobrado para24% enquanto Poppy estiver com menos de40%de Vida máxima.) </li></ul><h2>Itens</h2><h3>Ímpeto Cósmico</h3><ul><li>Poder de Habilidade:90⇒100 </li><li>[NOVO] Passivo ÚNICO – Dança Enfeitiçada: causar dano a um Campeão (exceto dano ao longo do tempo) gera um acúmulo de 2,5% de Velocidade de Movimento a cada 1,5s pelos próximos 5s, acumulando até 4 vezes (10% de Velocidade de Movimento). Com 4 acúmulos, recebe 10% de Velocidade de Movimento adicional (20% da Velocidade de Movimento total). Causar dano redefine este efeito. (Obs.: é necessário causar 1 instância de dano para continuar adicionando acúmulos sozinho periodicamente. Depois, é necessário atingir o inimigo apenas uma vez depois do intervalo para alcançar o máximo de acúmulos. Não é necessário atingir 4 vezes com intervalos de 1,5s. O objetivo aqui é fazer com que uma habilidade não acumule o efeito passivo totalmente.)</li><li>Correções de bugs</li><ul><li>O jogo não trava mais quando Milio enfrenta Ahri, Viego ou Sylas na equipe inimiga.</li><li>O alcance do Q da Diana não é mais alterado se conjurado durante o Flash.</li><li>Usar o botão de \"Desfazer\" com Biscoitos no inventário não reduz/aumenta o Mana total em uma quantidade maior do que a concedida pelo item.</li><li>O efeito em área de ação do R do Twitch voltou a causar dano ao Campeão e aos inimigos quando influenciado pelo R da Renata.</li><li>O placar de fim de partida voltou o cálculo de acúmulo de ouro para os monstros neutros abatidos em ambas as selvas.</li><li>Não é mais possível reconjurar o R do Vel'Koz para interromper a habilidade pressionando a tecla rapidamente.</li><li>Tropas não recebem mais crédito por abater dragões caso tenham sido abatidos pelo clone do Shaco.</li><li>Os aliados da Yuumi voltaram a obter acúmulos de Amizade ao abater Campeões com a Campeã Conectada.</li><li>Os efeitos sonoros de expiração do Q da Yuumi não podem mais ser ouvidos na Névoa de Guerra.</li><li>Enraizamentos voltaram a impedir Retornos.</li><li>A Passiva da Sona não é mais duplicada se comandos específicos forem realizados ao mesmo tempo.</li><li>A onda de choque do R fortalecido do Aurelion Sol voltou a causar dano.</li><li>O R do Draven não executa mais alvos atravessando Escudos de Feitiço, como o E da Sivir. Caçadoras de recompensas deviam saber desviar de machados, hein...</li><li>O R do Draven voltou a executar inimigos mesmo se estiverem próximos ao Campeão durante a conjuração inicial da habilidade.</li><li>Os arremessos ao ar do E e R do Ornn não podem mais ser Purificados.</li><li>Algumas das gloriosas falas do Aurelion Sol foram restauradas.</li><li>O Q da Xayah voltou a recalcular o tempo de conjuração, mesmo se ela vender um item enquanto morta e a Velocidade de Ataque da habilidade aumentar.</li><li>A Kai'Sa não pode mais usar o R para escapar do Reino da Morte do Mordekaiser.</li><li>O efeito Inquebrável da Placa Gargolítica não é mais reduzido por cura e Resistência do Escudo.</li><li>Não é mais possível copiar e vender repetidamente a Pedra-vigia Observadora.</li></ul></ul>",
        "post_tags": [
            "Games",
            "LOL",
            "Moba"
        ]
    },
    {
        "post_date": "18/04/2023",
        "post_id": "2",
        "post_content_preview": "Entra no robô, Estrategista! Na Atualização 13.8, várias Pequenas Lendas e o Malphite Chibi farão suas primeiras viagens como Pilotos Mech! Nada de bancar o adolescente chorão e ficar de birra, hein! Entra no Mech logo! Prefere pedras a punhos-foguete? Sem problemas! O Malphite Chibi também...",
        "post_source": "<a href=\"https://www.leagueoflegends.com/pt-br/news/game-updates/notas-da-atualizacao-13-8-do-teamfight-tactics/\">www.leagueoflegends.com</a>",
        "post_thumb_url": "https://ggtec.netlify.app/assets/img/tftpatch13_8.png",
        "post_image_url": "https://ggtec.netlify.app/assets/img/tftpatch13_8.png",
        "post_title": "NOTAS DA ATUALIZAÇÃO 13.8 DO TEAMFIGHT TACTICS",
        "post_content": "<p>Entra no robô, Estrategista!\n\nNa Atualização 13.8, várias Pequenas Lendas e o Malphite Chibi farão suas primeiras viagens como Pilotos Mech! Nada de bancar o adolescente chorão e ficar de birra, hein! Entra no Mech logo! Prefere pedras a punhos-foguete? Sem problemas! O Malphite Chibi também ficará disponível para compra nessa atualização.\n\nAlém dos novos conteúdos cos-mech-ticos, temos um rework para a Força OX e uma leva de enfraquecimentos dos grandes para as composições envolvendo Hackers e o Lucian, já que elas andam populares demais ultimamente.\n\nBeleza, pilotos! Coloquem os capacetes e apertem os cintos! </p><div class=\"se-component se-image-container __se__float- __se__float-none\"><figure><img alt=\"\" data-proportion=\"true\" data-align=\"none\" data-file-name=\"\" data-file-size=\"0\" data-origin=\",\" data-size=\",\" data-rotate=\"\" data-percentage=\"auto,auto\" style=\"\"></figure></div><p> </p><h1>BAÚ MECH MÁXIMO E MECH MALPHITE</h1><p> </p><p>Finalizador Broca Planetária online! O Mech Malphite está energizado e pronto para arrasar.</p><p> </p><p>BAÚS MECH MÁXIMOS: 390 RP</p><p> </p><p>Mech Malphite Chibi (2%, garantido no 61º ovo/baú)</p><p> </p><p>Todos os outros Baús Mech Máximos contarão com uma Pequena Lenda lançada anteriormente, incluindo nossos lançamentos Mech mais recentes: Shisa, Dracoel e Molula.</p><p> </p><p>Baús Mech Máximos ficarão disponíveis para compra individual ou em pacotes até o lançamento do nosso próximo conjunto.</p><p> </p><p>Se você está entre a cruz e a pedrada e não sabe se quer buscar a variante Mítica do Malphite Chibi, não se preocupe — sempre tem uma variante base. O Malphite Chibi ficará disponível para compra direta por 1.900 RP junto com o boom Fragmento Sísmico.</p><h2>NOVAS PEQUENAS LENDAS MECH</h2><p>Spray de cabelo, trajes Mech e óleo de cozinha: esses novos Shisas são altamente inflamáveis, então melhor manter o extintor por perto quando o combo de vitórias começar a esquentar! As variantes Épicas do Shisa estão disponíveis para compra direta por 925 RP. A variante Lendária, Shisa Imperador Supremo, está disponível como espólio de baús.</p><p>Confira as variantes abaixo:</p><ul><li>Shisa Piloto Mech (Épico)</li><li>Shisa Embalos no Espaço (Épico)</li><li>Shisa Destino Galáctico (Épico)</li><li>Shisa Mestre-cuca (Épico)</li><li>Shisa Imperador Supremo (Lendário)</li></ul><p>Dracoel é a prova viva de que dragões velhos aprendem truques novos... como pilotar um Mech de 200 toneladas ou cozinhar um bom macarrão instantâneo. As variantes Épicas do Dracoel estão disponíveis para compra direta por 925 RP. A variante Lendária, Dracoel Futuro Feudal, está disponível como espólio de baús.</p><p>Confira as variantes abaixo:</p><ul><li>Dracoel Piloto Mech (Épico)</li><li>Dracoel Embalos no Espaço (Épico)</li><li>Dracoel Mestre-cuca (Épico)</li><li>Dracoel Vitória Galáctica (Épico)</li><li>Dracoel Futuro Feudal (Lendário)</li></ul><p>Seja lá qual versão da Molula estiver controlando a galáxia, ela distribuirá justiça para todos! Mas, no caso da Molula Embalos no Espaço, ela só vai escolher a playlist mesmo. As variantes Épicas da Molula estão disponíveis para compra direta por 925 RP. A variante Lendária, Molula Takoyaki, está disponível como espólio de baús.</p><h2>Confira as variantes abaixo:</h2><ul><li>Molula Justiça Galáctica (Épico)</li><li>Molula Embalos no Espaço (Épico)</li><li>Molula Trevosa (Épico)</li><li>Molula Piloto Mech (Épico)</li><li>Molula Takoyaki (Lendária)</li></ul><p>Observação sobre o conteúdo Mech: nossa mais nova Arena Mítica, Mech: Prime Zero, será lançada na Atualização 13.10.</p><h2>GRANDES MUDANÇAS</h2><p>Grandes como um Mech que se transforma em uma BROCA PLANETÁRIA!</p><h2>CARACTERÍSTICAS</h2><p>Os Hackers permitem que qualquer unidade caia de paraquedas na retaguarda inimiga e, quando isso é usado da maneira certa, a vitória é praticamente garantida. O Vampirismo Universal adicional que essa unidade (e os Campeões Hackers) recebe é só mais um bônus, mas como o acesso à retaguarda inimiga anda muito poderoso, o atributo acaba perdendo o sentido. Optamos por reduzir significativamente o Vampirismo Universal obtido com 3 Hackers (a variação mais usada da característica) tendo em vista esse acesso — o que também funcionará como um pequeno enfraquecimento para os próximos picos.</p><p>Ah, a Força OX. Essa característica polêmica criou situações bem frustrantes em que a invulnerabilidade dela acabou anulando completamente Campeões dependentes de redefinições (LeBlanc, Viego) ou de dano ao longo do tempo (Miss Fortune). Dito isso, queremos manter a identidade principal da característica intacta com esse rework, então, em vez de ficarem invulneráveis, as unidades Força OX agora receberão um breve Escudo. Isso permitirá que eles continuem lutando no limite, mas evitará que os oponentes passem pela boa e velha experiência frustrante de gritar \"POR QUE VOCÊ NÃO MORRE LOGO?!?!?!\". Como esses Escudos concederão mais Vida (temporária) para unidades Força OX, aproveitaremos para reduzir a Armadura e RM obtida, já que esses atributos também amplificarão a força do Escudo.</p><p>É difícil manusear o Tomo das Características depois de encher os bolsos com o Submundo, já que traz mais tomadas de decisões em uma das transições mais complexas do TFT.</p><h2>Hacker – Vampirismo Universal: 30/40/50% ⇒ 10/20/40%</h2><p>Hacker – Vampirismo Universal do cavaleiro: 10/20/30% ⇒ 0/15/30%</p><p>Hackers agora atacam o inimigo mais próximo, em vez de preferirem a retaguarda.</p><h2>Cordial – PdH por conjuração: 4/7/10 ⇒ 4/7/11</h2><h2>Infinitime – Dano e Vida por versão alternativa: 50/60/95% ⇒ 50/55/85%</h2><p>REWORK Força OX: unidades recebem defesas adicionais. Uma vez por combate, quando ficariam com menos de 1 de Vida, elas se protegem com um Escudo de 50% da própria Vida máxima por 1,5s.</p><h2>Força OX – Armadura e RM: 10/40/90 ⇒ 5/35/75</h2><p>Submundo – Tomo das Características não é mais concedido em Assaltos 4 ou mais.</p><h2>UNIDADES: TIER 1</h2><p>A estratégia com foco em conseguir Lucians anda detonando graças ao uso eficiente de poderosas unidades custo 1. Ao reduzirmos parte do dano e enfraquecermos a linha de frente mais usada por essa estratégia (Blitzcrank), desaceleraremos a composição sem comprometer totalmente cada Campeão individualmente.</p><p>Ah, Lux! Nem vi você aí. Lux andou ofuscada durante por boa parte do conjunto. Sendo uma peça-chave para a estratégia com foco único em Guardiãs Estelares, esperamos que um fortalecimento no dano base ajude toda a composição.</p><p>E sabe o que um fortalecimento no Nasus significa? Mais força para Acumulando Acúmulos, claro!</p><ul><li>Blitzcrank – Redução de dano de Defesas Eletrostáticas: 55/60/65% ⇒ 50/52/55%</li><li>Gangplank – Armadura e Resistência Mágica: 30 ⇒ 35</li><li>Gangplank – Dano de Julgamento de Fogo: 230/345/515 ⇒ 240/360/540</li><li>Lucian – Dano da Cronoartilharia: 45/70/105 ⇒ 40/60/90</li><li>Lux – Dano de Singularidade Lucente: 220/330/500 ⇒ 230/345/520</li><li>Nasus – Vida: 650 ⇒ 700</li><li>Nasus – Armadura e Resistência Mágica: 40 ⇒ 45</li><li>Nasus – Multiplicador de DdA de Pancada!: 200% ⇒ 225%</li></ul><h2>NIDADES: TIER 2</h2><p>Jinx é uma unidade bem esquisita. O escalamento e os Aprimoramentos permitem que a itemização dela seja bem situacional, brilhando no início de jogo com os itens certos. Porém, apesar dessa flexibilidade, o sucesso dela não anda dos melhores. Esperamos que esses fortalecimentos sejam o suficiente para animar os fãs das composições com essa maluca em foco!</p><ul><li>Jinx – Dano de Ataque: 50 ⇒ 55</li><li>Jinx – Fortalecimento de Mana máximo: 20/80 ⇒ 0/65</li></ul><h2>UNIDADES: TIER 3</h2><p>Na última atualização, trouxemos uns bons fortalecimentos para o Gnar para que ele garantisse pelo menos uma conjuração antes de ser explodido. No entanto, com a nova capacidade, esse jovem pré-histórico está simplesmente causando dano demais.</p><p>Além disso, também na última atualização, demos uma variada nos atributos da Kai'Sa para torná-la uma carry de PdH com bons acionamentos de plasma ao custo de um pouco de sobrevivência e DdA base. Porém, admitimos que isso acabou saindo do controle, já que ela acabou brilhando nas composições de trocas e naquelas envolvendo o Lucian.</p><ul><li>Gnar – Dano de Ataque: 65 ⇒ 60</li><li>Kai'Sa – Dano de Carga Estelar: 150/225/375 ⇒ 135/205/335</li><li>Rammus – Duração do atordoamento de Colisão de Areia: 1,25s ⇒ 1,5s</li><li>Shen – Duração de Manter a União: 3,5/4/5s ⇒ 4/4/4s</li><li>Shen – Redução de dano de Manter a União: 45/50/55% ⇒ 40/45/50%</li></ul><h2>UNIDADES: TIER 4</h2><p>Já faz um tempo que estamos fortalecendo a Bel'Veth. Ela é uma carry complicada de controlar devido ao seu alcance e quase total dependência de lutas prolongadas. Entretanto, se você conseguir fazer o Banquete Eterno não ter fim mesmo, as recompensas serão gigantescas!</p><ul><li>Bel'Veth – Velocidade de Ataque adicional por conjuração de Banquete Eterno: 25% ⇒ 30%</li></ul><h1>APRIMORAMENTOS HEROICOS</h1><p>Ainda estamos balanceando as mudanças que virão para os Aprimoramentos na Atualização Intermediária, mas vamos aproveitar essa deixa para ajudar as opções que estão com desempenhos muito baixos a brilharem um pouquinho.</p><p>Os dois Aprimoramentos Heroicos do Pantheon são bons até demais. ¯\\_(?)_/¯</p><ul><li>A Ressonância Destrutiva do Ekko é difícil de ser usada, já que exige itens em um carry corpo a corpo de PdH que deixou até de reduzir a Velocidade de Ataque dos inimigos para se proteger. Sendo assim, decidimos aumentar a conjuração da habilidade do Ekko ao selecionar esse Aprimoramento. O dano causado será um pouco menor para passar mais confiança, mas sem deixar o limite de poder alto demais.</li><li>Lucian – PdH por ataque de Munição Enfeitiçada: 2 ⇒ 1</li><li>Pantheon – PdH de O Melhor Ataque: 50 ⇒ 40</li><li>Pantheon – Redução de dano de Alucinações Crônicas: 70% ⇒ 60%</li><li>Renekton – Velocidade de Ataque a cada 100 de Vida perdida de Domínio da Ira: 4% ⇒ 5%</li><li>Wukong – PdH de Ciclone: 10 ⇒ 18</li><li>Ezreal – Feitiço do Poder Crescente (CORREÇÃO DE BUG): agora concede acúmulos corretamente quando Paralelo estiver ativo.</li><li>Lee Sin – Cura com base na Vida perdida da Proteção Purificadora: 10% ⇒ 15%</li><li>LeBlanc – Porcentagem de Vida do clone de Imagem-Espelho: 75% ⇒ 99%</li><li>Rammus – Armadura de Tatu Blindado: 35 ⇒ 40</li><li>Shen – Redução de dano base de Matriz de Recursão: 8% ⇒ 7%</li><li>Vayne – Dano de Disparo Múltiplo causado a inimigos próximos: 50% ⇒ 44%</li><li>Vex – Cura de aliado de Sifão de Alegria: 22% ⇒ 30%</li><li>Ekko – Alcance de Ressonância Destrutiva: 2 casas ⇒ 3 casas</li><li>Ekko – Amplificação de dano de Ressonância Destrutiva: 250% ⇒ 200%</li><li>Leona – Redução de Mana e PdH de Labareda Solar Aperfeiçoada: 30 ⇒ 40</li><li>Urgot – Velocidade de Ataque adicional de Onda Crescente: 40% ⇒ 50%</li></ul><h2>APRIMORAMENTOS</h2><p>É isso mesmo: mais um fortalecimento pra Bel'Veth!</p><h2>PEQUENAS MUDANÇAS</h2><p>Pequenas, como uma Broca Planetária Chibi...</p><h2>CARACTERÍSTICAS</h2><p>Com o rework da Força OX, a característica Ás também foi alterada — tanto para não anular completamente os novos Escudos (ignorando-os completamente) quanto para funcionar da mesma forma que A Coletora (Item do Ornn). Agora, o Ás precisa causar dano primeiro para executar.</p><h2>UNIDADES: TIER 1</h2><p>Fogo Estelar? Achei que era cessar fogo! A conjuração de Lâmina de Fogo Estelar da Kayle não a impede mais de atacar por um breve período.</p><h2>CORREÇÕES DE BUGS</h2><p>Se o conjunto se chama Glitch Total!, bugs deveriam ser considerados funcionalidades, não acha? Talvez, mas não esses:</p><ul><li>Agora, Aprimoramentos Heroicos são desenvolvidos de acordo com o tabuleiro do combate anterior, não no tabuleiro ativo.</li><li>Gnar? Gnar!: a habilidade do Gnar agora mostra corretamente o indicador de dano crítico ao atingir o alvo primário.</li><li>Eu disse GNAAAR!: a habilidade do Gnar não pode mais causar o dobro de Acerto Crítico no alvo primário caso tenha um item de Acerto Crítico para habilidades.</li><li>O ícone da habilidade da Annie agora é o mesmo da habilidade em si.</li><li>O dano de Faca do Tempo (Aprimoramento Heroico do Shen) agora não escala mais com amplificação de dano.</li><li>Friamente mal calculado: Câmara Temporal Hiperbólica (Aprimoramento Heroico do Lucian) agora concede EXP nas conjurações certas.</li><li>Sempre aprendendo: Reflexão (Aprimoramento Heroico da Nilah) não concede mais itens Bugigangue.</li><li>O Emblema do Esquadrão Anima voltou a conceder o PdH mencionado.</li><li>Dicas flutuantes corrigidas para Mercúrio e Zéfiro Radiantes.</li><li>O texto do Aprimoramento \"Insígnia do Andafendas\" foi corrigido.</li><li>A dica flutuante da habilidade da Neeko agora aponta corretamente o \"Dano Mágico\" presente nela.</li><li>Insígnia do Ás não pode mais ser oferecida nos Estágios 2-1 ou 3-2.</li><li>Tanquinho: Lee Sin agora recebe itens de tanque tanto do Infinitime quanto das Luvas da Sorte.</li><li>Feitiço do Poder Crescente (Aprimoramento Heroico do Ezreal) agora concede acúmulos corretamente quando Paralelo estiver ativo.</li><li>Yasuo da Fila Solo: a escolha de alvo da Tempestade de Aço do Yasuo foi corrigida.</li><li>Ímãs são fascinantes: a Centelha Iônica Magnetizada (item Bugigangue) agora causa dano corretamente.</li></ul>",
        "post_tags": [
            "Games",
            "TFT"
        ]
    },
    {
        "post_date": "17/04/2023",
        "post_id": "1",
        "post_content_preview": "Se você é um streamer e está procurando uma maneira de tornar a sua transmissão mais interativa e engajadora, o RewardEvents é a solução perfeita para você",
        "post_source": "<a href=\"https://ggtec.netlify.app\">ggtec.netlify.app</a>",
        "post_thumb_url": "https://ggtec.netlify.app/assets/img/rew1.png",
        "post_image_url": "https://ggtec.netlify.app/assets/img/rew1.png",
        "post_title": "RewardEvents: o bot que vai transformar a sua stream",
        "post_content": "<p>Se você é um streamer e está procurando uma maneira de tornar a sua transmissão mais interativa e engajadora, o RewardEvents é a solução perfeita para você. Com ele, você pode executar as mais diversas funções na sua stream, como reproduzir áudios com resgates de recompensas, enviar notificações no Discord via WebHook e processar pedidos de música com um player interno ou adicionar playlists inteiras. Além disso, o RewardEvents permite que você altere a cena ativa do OBS Studio, exiba ou oculte um filtro ou uma fonte no OBS Studio e pressione teclas de atalho ou uma única tecla com 3 diferentes modos. Você também pode executar sorteios utilizando uma recompensa como bilhete de entrada, criar clipes utilizando uma recompensa, comando e um botão na própria interface e criar enquetes e palpites diretamente na interface. Com o RewardEvents, você tem todas as funções de um bot simples e muito mais. Então, se você quer transformar a sua stream em algo ainda mais incrível, experimente o RewardEvents hoje mesmo!</p><p>O OBS Studio é um software gratuito e de código aberto para gravação e transmissão de vídeo ao vivo. Ele é amplamente utilizado por streamers em todo o mundo para transmitir jogos, eventos ao vivo e muito mais.</p><p>O Discord é um aplicativo de comunicação por voz e texto para gamers. Ele permite que você crie servidores privados ou públicos para se comunicar com amigos ou seguidores durante as suas transmissões.</p><p>Um player interno é um recurso que permite que você reproduza músicas diretamente na sua stream sem precisar usar outro software. Isso pode ser útil para quem quer adicionar trilhas sonoras à sua transmissão sem precisar alternar entre diferentes programas.</p><p>Para criar enquetes com o RewardEvents, basta utilizar a interface do bot. Você pode criar enquetes e palpites diretamente na interface do RewardEvents e exibi-los na sua stream.</p>",
        "post_tags": [
            "Stream",
            "Bot",
            "Lives"
        ]
    }
]